{
    "paper_id": "PMC7118126",
    "metadata": {
        "title": "Inhibition of SARS-CoV-2 (previously 2019-nCoV) infection by a highly potent pan-coronavirus fusion inhibitor targeting its spike protein that harbors a high capacity to mediate membrane fusion",
        "authors": [
            {
                "first": "Shuai",
                "middle": [],
                "last": "Xia",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Meiqin",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chao",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Qiaoshuai",
                "middle": [],
                "last": "Lan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Siliang",
                "middle": [],
                "last": "Feng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Feifei",
                "middle": [],
                "last": "Qi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Linlin",
                "middle": [],
                "last": "Bao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lanying",
                "middle": [],
                "last": "Du",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shuwen",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chuan",
                "middle": [],
                "last": "Qin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fei",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhengli",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yun",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "email": "zhuyun@ibp.ac.cn",
                "affiliation": {}
            },
            {
                "first": "Shibo",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "email": "shibojiang@fudan.edu.cn",
                "affiliation": {}
            },
            {
                "first": "Lu",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "email": "lul@fudan.edu.cn",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In April of 2018, the World Health Organization (WHO) established a priority list of pathogens, including Middle East respiratory syndrome (MERS), severe acute respiratory syndrome (SARS) and Disease X, a disease with an epidemic or pandemic potential caused by an unknown pathogen1,2 (Fig. 1a).",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 282,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 283,
                    "end": 284,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 291,
                    "end": 293,
                    "mention": "1a",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "In late December 2019, an outbreak of pneumonia with an unknown etiology in Wuhan, China was considered as the first Disease X following the announcement by WHO. Shortly thereafter, a novel coronavirus, 2019-nCoV, as denoted by WHO,3 was identified as the pathogen causing the coronavirus disease COVID-19.4,5 2019-nCoV with 79.5 and 96% sequence identity to SARS-CoV and a bat coronavirus, SL-CoV-RaTG13, respectively,6 was renamed SARS-CoV-2 by the Coronaviridae Study Group (CSG) of the International Committee on Taxonomy of Viruses (ICTV),7 while, in the interim, it was renamed HCoV-19, as a common virus name, by a group of virologists in China.8–10",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 233,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 306,
                    "end": 307,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 308,
                    "end": 309,
                    "mention": "5",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 419,
                    "end": 420,
                    "mention": "6",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 544,
                    "end": 545,
                    "mention": "7",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 652,
                    "end": 653,
                    "mention": "8",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 654,
                    "end": 656,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "As of 24 February 2020, a total of 79,331 confirmed cases of COVID-19, including 2618 deaths, were reported in China and 27 other countries,11 posing a serious threat to global public health and thus calling for the prompt development of specific anti-coronavirus therapeutics and prophylactics for treatment and prevention of COVID-19.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 142,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Coronaviruses (CoVs), the largest RNA viruses identified so far, belonging to the Coronaviridae family, are divided into 4 genera, α-, β-, δ- and γ-coronaviruses, while the β-coronaviruses are further divided into A, B, C, and D lineages. The seven CoVs that can infect humans (HCoVs) include HCoV-229E and HCoV-NL63 in the α-coronaviruses, HCoV-OC43 and HCoV-HKU1 in the β-coronaviruses lineage A, SARS-CoV and SARS-CoV-2 in the β-coronaviruses lineage B (β-B coronaviruses), and MERS-CoV in the β-coronaviruses lineage C.6 To develop specific SARS-CoV-2 fusion inhibitors, it is essential to study the fusion capacity of SARS-CoV-2 compared to that of SARS-CoV. Particularly, SARS-CoV and SARS-CoV-2 have 89.8% sequence identity in their spike (S) proteins S2 subunits, which mediate the membrane fusion process, and both of their S1 subunits utilize human angiotensin-converting enzyme 2 (hACE2) as the receptor to infect human cells.6 Most importantly, the ACE2-binding affinity of the receptor-binding domain (RBD) in S1 subunit of S protein of SARS-CoV-2 is 10- to 20-fold higher than that of SARS-CoV,12 which may contribute to the higher infectivity and transmissibility of SARS-CoV-2 compared to SARS-CoV. However, it is unclear whether SARS-CoV-2 can mediate membrane fusion in a manner that exceeds the capacity of SARS-CoV.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 524,
                    "mention": "6",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 937,
                    "end": 938,
                    "mention": "6",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1108,
                    "end": 1110,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "After binding of RBD in S1 subunit of S protein on the virion to the ACE2 receptor on the target cell, the heptad repeat 1 (HR1) and 2 (HR2) domains in its S2 subunit of S protein interact with each other to form a six-helix bundle (6-HB) fusion core, bringing viral and cellular membranes into close proximity for fusion and infection.13 Therefore, the 6-HB fusion core structure of SARS-CoV-2 and SARS-CoV S proteins should also be compared in order to investigate the structural basis for membrane fusion mediated by their S proteins and thus set the stage for the rational design of coronavirus fusion inhibitors.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 338,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In our previous studies, we designed a pan-coronavirus fusion inhibitor, EK1, targeting the HR1 domains of HCoV S proteins, which proved to be effective in inhibiting infection of 5 HCoVs, including SARS-CoV and MERS-CoV, and 3 SARS-related CoVs (SARSr-CoVs). By intranasal application of this peptide, either pre- or post-challenge with coronavirus, the treated mice were protected from HCoV-OC43 or MERS-CoV infection, suggesting that this peptide has prophylactic and therapeutic potential against SARS-CoV-2 infection.14 Indeed, our recent studies have shown that EK1 peptide is effective against SARS-CoV-2 S protein-mediated membrane fusion and PsV infection in a dose-dependent manner.15",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 524,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 692,
                    "end": 694,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this study, we have shown that SARS-CoV-2 exhibits much higher capacity of membrane fusion than SARS-CoV, suggesting that the fusion machinery of SARS-CoV-2 is an important target for development of coronavirus fusion inhibitors. We have solved the X-ray crystal structure of SARS-CoV-2’s 6-HB core and identified several mutated amino acid residues in HR1 domain responsible for its enhanced interactions with HR2 domain. By conjugating the cholesterol molecule to the EK1 peptide, we found that one of the lipopeptides, EK1C4, exhibited highly potent inhibitory activity against SARS-CoV-2 S-mediated membrane fusion and PsV infection, about 240- and 150-fold more potent than EK1 peptide, respectively. EK1C4 is also highly effective against in vitro and in vivo infection of some live HCoVs, such as SARS-CoV-2, HCoV-OC43 and MERS-CoV, suggesting potential for further development as pan-CoV fusion inhibitor-based therapeutics and prophylactics for treatment and prevention of infection by the currently circulating SARS-CoV-2 and MERS-CoV, as well as future reemerging SARS-CoV and emerging SARSr-CoVs.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "From the GISAID Platform (https://platform.gisaid.org), we obtained the full-length amino-acid sequence of SARS-CoV-2 (BetaCoV 2019–2020) S protein (GenBank: QHD43416). Through alignment with SARS-CoV and SL-CoVs S proteins, we located the functional domains in SARS-CoV-2 S protein, which contains S1 subunit and S2 subunit with the cleavage site at R685/S686.15 S1 subunit is located within the N-terminal 14–685 amino acids of S protein, containing N-terminal domain (NTD), receptor binding domain (RBD), and receptor binding motif (RBM). S2 subunit contains fusion peptide (FP), heptad repeat 1 (HR1), heptad repeat 2 (HR2), transmembrane domain (TM) and cytoplasmic domain (CP) (Fig. 1b).",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 363,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "The capacity of SARS-CoV-2 S protein-mediated membrane fusion ::: Results",
            "ref_spans": [
                {
                    "start": 689,
                    "end": 691,
                    "mention": "1b",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Recent biophysical and structural evidence showed that SARS-CoV-2 S protein binds hACE2 with 10-fold to 20-fold higher affinity than SARS-CoV S protein, suggesting the higher infectivity of the new virus.12 Unlike other β-B coronaviruses, S protein of SARS-CoV-2 harbors a special S1/S2 furin-recognizable site, indicating that its S protein might possess some unique infectious properties. Indeed, in live SARS-CoV-2 infection, we found a typical syncytium phenomenon naturally formed by infected cells, which is rarely reported in SARS-CoV infection (Fig. 1c). To further explore the special characteristic of SARS-CoV-2 infection, we cloned the S gene into PAAV-IRES-GFP vector and established the S-mediated cell–cell fusion system, using 293T cells that express SARS-CoV-2 S protein and EGFP (293T/SARS-CoV-2/EGFP) as the effector cells, and ACE2/293T cells expressing human ACE2 receptor as the target cells (Fig. 1d and Supplementary information, Fig. S1a). After effector cells and target cells were cocultured at 37 °C for 2 h, the fused cells showed at least 2-fold larger size than normal cells and multiple nuclei, and these cells were observed in the SARS-CoV-2 group, but not the SARS-CoV group. After coincubation for 24 h, hundreds of target cells fused together as one big syncytium, containing multiple nuclei (Fig. 1d). Another 24 h later, the syncytium grew bigger and could be easily observed under both light and fluorescence microscopy (Fig. 1e). Similar results were observed in the fusion between 293T/SARS-CoV-2/EGFP cells and Huh-7 cells, which naturally express human ACE2 receptor on the cell surface. Their syncytium was obviously formed after coincubation for 48 h, similar to the syncytium formed by live SARS-CoV-2-infected Huh-7 cells (Fig. 1c, f). On the contrary, SARS-CoV S protein lacked the ability to mediate the cell–cell fusion under the same conditions (Fig. 1d) based on the required presence of exogenous trypsin to complete membrane fusion in our previous studies. Therefore, compared to SARS-CoV, SARS-CoV-2 S protein showed much more efficiency in mediating viral surface-fusion and entry into target cells.14 Meanwhile, no fusion was observed for 293T/EGFP cells without S-expression or 293T cells without ACE2-expression (Fig. 1d and Supplementary information, Fig. S1b), confirming that S-receptor engagement is necessary for the S-mediated viral fusion and entry.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 206,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2155,
                    "end": 2157,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "The capacity of SARS-CoV-2 S protein-mediated membrane fusion ::: Results",
            "ref_spans": [
                {
                    "start": 558,
                    "end": 560,
                    "mention": "1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 920,
                    "end": 922,
                    "mention": "1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1334,
                    "end": 1336,
                    "mention": "1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1465,
                    "end": 1467,
                    "mention": "1e",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1775,
                    "end": 1780,
                    "mention": "1c, f",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1902,
                    "end": 1904,
                    "mention": "1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2277,
                    "end": 2279,
                    "mention": "1d",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Previously, we identified that the 6-HB formed by HR1 and HR2 domains of the S2 subunit plays a very important role in the membrane fusion process mediated by MERS-CoV or SARS-CoV S protein.16,17 Similarly, our recent study suggested that HR1 and HR2 in subunit S2 of SARS-CoV-2 also interacted to form coiled-coil complex to support membrane fusion and viral infection15 (Fig. 2a and Supplementary information, Fig. S2). However, the specific binding characteristics of SARS-CoV-2 6-HB remained to be explored.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 192,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 193,
                    "end": 195,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 369,
                    "end": 371,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "X-ray crystallographic analysis of the 6-HB fusion core formed by HR1 and HR2 domains in S2 subunit of SARS-CoV-2 S protein ::: Results",
            "ref_spans": [
                {
                    "start": 378,
                    "end": 380,
                    "mention": "2a",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To understand the structural basis of the interactions between HR1 and HR2 regions of SARS-CoV-2, a fusion protein containing the major parts of HR1 (residues 910–988) and HR2 (residues 1162–1206) with a flexible linker (L6, SGGRGG) in between was constructed for crystallographic study. The crystal structure of HR1-L6-HR2 shows a canonical 6-HB structure with a rod-like shape 115 Å in length and 25 Å in diameter (Fig. 2b). The three HR1 domains form a parallel trimeric coiled-coil center, around which three HR2 domains are entwined in an antiparallel manner. The interaction between these two domains is predominantly a hydrophobic force. Each pair of two adjacent HR1 helices forms a deep hydrophobic groove, providing the binding site for hydrophobic residues of the HR2 domain, including V1164, L1166, I1169, I1172, A1174, V1176, V1177, I1179, I1183, L1186, V1189, L1193, L1197 and I1198 (Fig. 2c). The hydrophobic interactions between HR1 and HR2 are mainly located in the helical fusion core region, which will be discussed later.",
            "cite_spans": [],
            "section": "X-ray crystallographic analysis of the 6-HB fusion core formed by HR1 and HR2 domains in S2 subunit of SARS-CoV-2 S protein ::: Results",
            "ref_spans": [
                {
                    "start": 422,
                    "end": 424,
                    "mention": "2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 903,
                    "end": 905,
                    "mention": "2c",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The overall 6-HB structure of SARS-CoV-2 is similar to that of other HCoVs with root-mean-square deviation (RMSD) of 0.36 Å to SARS-CoV 6-HB and 0.66 Å to MERS-CoV 6-HB for all the Cα atoms (Fig. 2d). This finding suggested that the overall 6-HB conformation is an important and highly conserved component for these dangerous coronaviruses. When comparing with the 6-HB of other common coronaviruses causing mild respiratory disease, such as 229E and NL63, the SARS-CoV-2 6-HB has a similar overall structure, except for the different length of HR2 helix in the 6-HB. The HR2 domain of 229E or NL63 forms a longer and bending helix to interact with trimeric HR1 core (Fig. 2e). The relationship between the structural difference and the pathogenicity of these HCoVs remains to be elucidated.",
            "cite_spans": [],
            "section": "X-ray crystallographic analysis of the 6-HB fusion core formed by HR1 and HR2 domains in S2 subunit of SARS-CoV-2 S protein ::: Results",
            "ref_spans": [
                {
                    "start": 196,
                    "end": 198,
                    "mention": "2d",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 673,
                    "end": 675,
                    "mention": "2e",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "According to sequence alignment, the S2 subunits of SARS-CoV-2 and SARS-CoV are highly conserved, with 92.6% and 100% overall homology in HR1 and HR2 domains, respectively. Inside the fusion core region of HR1 domain, there are 8 different residues (Fig. 3a), which may contribute the enhanced interactions between HR1 and HR2 and stabilize 6-HB conformation of SARS-CoV-2 as revealed by crystallographic analysis, compared with those of SARS-CoV. This significant difference has not been observed in other SARS-like viruses, such as WIV1, Rs3367, and RsSHC014. As shown in Fig. 3b, the K911 in SARS-CoV HR1 could bind to E1176 in HR2 through a salt bridge 2.9 Å in distance. However, with the Lys-Ser replacement, S929 in SARS-CoV-2 binds to S1196 through a strong hydrogen bond 2.4 Å in distance. In SARS-CoV, Q915 in the HR1 domain does not bind to the HR2 domain. However, with Q-K replacement in the new virus, K933 in the HR1 domain binds to carbonyl oxygen of N1172 in HR2 through a salt bridge 2.7 Å in distance (Fig. 3b). In SARS-CoV, E918 in the HR1 domain binds to R1166 in the HR2 domain through a weak salt bridge 3.7 Å in distance. In SARS-CoV-2, E918 is mutated to D936 and binds to R1185 in the HR2 domain through a salt bridge 2.7 Å in distance (Fig. 3c). In SARS-CoV, K929 in HR1 binds to E1163 in HR2 through a salt bridge 3.2 Å in distance, while T925 is not involved in the interaction. However, when T925 was mutated to S943, it could bind to E1182 in the HR2 domain with a hydrogen bond 2.6 Å in distance, and K947 could also bind to E1182 through a salt bridge 3.0 Å in distance (Fig. 3d). These results suggested that the multiple replacements in the HR1 domain of emerging SARS-CoV-2 virus could enhance the interactions between HR1 and HR2 domain to further stabilize the 6-HB structure, which may lead to increased infectivity of the virus.",
            "cite_spans": [],
            "section": "X-ray crystallographic analysis of the 6-HB fusion core formed by HR1 and HR2 domains in S2 subunit of SARS-CoV-2 S protein ::: Results",
            "ref_spans": [
                {
                    "start": 255,
                    "end": 257,
                    "mention": "3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 579,
                    "end": 581,
                    "mention": "3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1026,
                    "end": 1028,
                    "mention": "3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1268,
                    "end": 1270,
                    "mention": "3c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1609,
                    "end": 1611,
                    "mention": "3d",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Previously, we found that peptide EK1 could disturb viral 6-HB formation and effectively inhibit SARS-CoV-2 PsV infection. However, the potent stability of SARS-CoV-2 6-HB structure might reduce the antiviral efficacy of EK1. Recently, numerous reports have shown that the lipidation strategy can effectively improve the antiviral activity of fusion inhibitory peptides, such as the ant-HIV-1 peptide LP-19,18 and the anti-Nipah virus lipopeptides.19 In order to improve the inhibitory activity of EK1, cholesterol (Chol) and palmitic acid (Palm) were covalently attached to the C-terminus of EK1 sequence under the help of a flexible polyethylene glycol (PEG) spacer, and the corresponding lipopeptides EK1C and EK1P were constructed, respectively (Fig. 4a). Both of them could completely inhibit SARS-CoV-2 mediated cell–cell fusion at the concentration of 2.5 μM (Fig. 4b). The inhibitory activity with mean 50% inhibitory concentration (IC50) values is 48.1 nM for EK1C and 69.2 nM for EK1P, respectively (Fig. 4c). Meanwhile, the EK1-scrambled peptide showed no inhibitory activity with the concentration up to 5 μM (Fig. 4c). These results strongly suggest that lipidation of EK1 is a promising strategy to improve its fusion-inhibitory activity against SARS-CoV-2 infection, especially, cholesterol-modification.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 409,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 448,
                    "end": 450,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Design and structure-activity relationship (SAR) analysis of lipopeptides with remarkably improved fusion inhibitory activity ::: Results",
            "ref_spans": [
                {
                    "start": 755,
                    "end": 757,
                    "mention": "4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 872,
                    "end": 874,
                    "mention": "4b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1015,
                    "end": 1017,
                    "mention": "4c",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1127,
                    "end": 1129,
                    "mention": "4c",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "On the basis of the structure of EK1C, series of cholesteryl EK1 with multiple linkers were constructed, where the glycine/serine-based linker, i.e., GSG, or PEG-based spacer was employed between EK1 and the cholesterol moiety (Fig. 4d). Compared with EK1C1, EK1C2 and EK1C showed similar inhibitory activities. Strikingly, EK1C3 peptide with both the 3-amino acid linker “GSG” and the PEG4-based spacer, exhibited 4-fold more potency than EK1C1. It is noteworthy that changing “GSG” in EK1C3 to a longer 5-amino acid linker “GSGSG” significantly increased the inhibitory potency of the hybrid molecule, and EK1C4 had IC50 value of 1.3 nM, which was 43-fold more potent than EK1C1. These findings indicate that the linker length has a significant effect on the overall activity of lipopeptides. Comparison of increasing PEG-based arm lengths in EK1C4 shows that inhibitors potency slightly decreased in the cell–cell fusion assay (Fig. 4e). The data suggest that “GSGSG-PEG4” linker was optimal to bridge both parts of the conjugates. Similarly, EK1C4 showed the most potent inhibitory activity against SARS-CoV-2 PsV infection, with IC50 value of 15.8 nM, providing 149-fold stronger anti-SARS-CoV-2 activity than that of EK1 (IC50 = 2,375 nM) (Fig. 4f).",
            "cite_spans": [],
            "section": "Design and structure-activity relationship (SAR) analysis of lipopeptides with remarkably improved fusion inhibitory activity ::: Results",
            "ref_spans": [
                {
                    "start": 233,
                    "end": 235,
                    "mention": "4d",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 936,
                    "end": 938,
                    "mention": "4e",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1251,
                    "end": 1253,
                    "mention": "4f",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "We have previously demonstrated that EK1 could effectively inhibit divergent HCoV infection by targeting the HR1 domains, including α-HCoV and β-HCoV. Here, we further systematically evaluated the broad-spectrum surface-fusion inhibitory activity of EK1C4 on cell–cell fusion mediated by S proteins of divergent coronaviruses, including SARS-CoV, MERS-CoV, HCoV-OC43, HCoV-NL63 and HCoV-229E. Among them, SARS-CoV has the closest relative to SARS-CoV-2, and its S protein-mediated cell–cell fusion could be effectively inhibited by EK1C4 with IC50 of 4.3 nM, which is about 94-fold more active than that of EK1 (IC50 = 409.3 nM) (Fig. 5a). Similarly, EK1C4 showed extremely potent fusion-inhibitory activity on MERS-S- and OC43-S-mediated cell–cell fusion with IC50 of 2.5 nM and 7.7 nM, which were 95- and 101-fold more potent when compared to EK1, respectively, indicating that EK1C4 could potently and broadly inhibit S protein-mediated cell–cell fusion of various β-HCoVs (Fig. 5b, c). For α-HCoVs, EK1C4 also effectively blocked the fusion process mediated by the S protein of HCoV-229E and HCoV-NL63 with IC50 of 5.2 nM and 21.4 nM, respectively, while EK1 showed inhibitory activity of IC50 ranging from 207.4 to 751.0 nM (Fig. 5d, e). Moreover, with their potential for human infection, SL-CoVs, including WIV1, Rs3367 and RsSHC014, the fusion process of which is mediated by S protein, could also be significantly prevented by EK1C4 with IC50 ranging from 4.3 to 8.1 nM, as well as EK1 with IC50 ranging from 237.0 to 279.6 nM (Fig. 5f–h). As control, the EK1-scrambled peptide showed no inhibitory activity with concentration up to 5 μM in all those coronavirus cell–cell fusion assays (Fig. 5a–h).",
            "cite_spans": [],
            "section": "The lipopeptide EK1C4 exhibits the most potent inhibitory activity against membrane fusion mediated by S proteins and entry of pseudotyped coronaviruses ::: Results",
            "ref_spans": [
                {
                    "start": 635,
                    "end": 637,
                    "mention": "5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 982,
                    "end": 987,
                    "mention": "5b, c",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1235,
                    "end": 1240,
                    "mention": "5d, e",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1542,
                    "end": 1546,
                    "mention": "5f–h",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1702,
                    "end": 1706,
                    "mention": "5a–h",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "We also assessed the antiviral activity of EK1C4 on PsV infection by divergent coronaviruses. As expected, EK1C4 showed much more potent activity than EK1 (IC50 ranging from 631.8 to 3,237 nM) against SARS-CoV, MERS-CoV, and HCoV-OC43 infection with IC50 of 11.7 nM, 11.1 nM and 37.7 nM, respectively (Fig. 5i-k). EK1C4 also effectively blocked PsV infection of α-HCoVs, including HCoV-229E and HCoV-NL63, with IC50 of 12.4 nM and 76.6 nM, respectively, which was about 319- and 99-fold more active than EK1 (IC50 ranging from 3,963 to 7,666 nM) (Fig. 5l, m). Similarly, by cholesteryl modification with “GSGSG-PEG4” linker, the inhibitory activity of EK1 could be significantly increased on PsV infection from SL-CoVs, including WIV1 and Rs3367, where EK1C4 showed potent inhibitory activity with IC50 of 30.8 nM and 66.9 nM, respectively, which is 175-fold to 89-fold more potent than that of EK1 (Fig. 5n, o).",
            "cite_spans": [],
            "section": "The lipopeptide EK1C4 exhibits the most potent inhibitory activity against membrane fusion mediated by S proteins and entry of pseudotyped coronaviruses ::: Results",
            "ref_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "mention": "5i-k",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 552,
                    "end": 557,
                    "mention": "5l, m",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 905,
                    "end": 910,
                    "mention": "5n, o",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "We further assessed the inhibitory activity of EK1C4 against live HCoVs infection, including SARS-CoV-2, MERS-CoV, HCoV-OC43, HCoV-229E, and HCoV-NL63. Importantly, EK1C4 effectively blocked SARS-CoV-2 infection at the cellular level in a dose-dependent manner with IC50 of 36.5 nM, being 67-fold more active than that of EK1 (IC50 = 2,468 nM) (Fig. 6a), which is consistent to the results of cell–cell fusion assay and PsV infection assay mediated by SARS-CoV-2 S protein. Similarly, EK1C4 also showed more potent antiviral activity than EK1 against MERS-CoV, HCoV-OC43, HCoV-229E, and HCoV-NL63 infection with IC50 of 4.2 nM, 24.8 nM, 101.5 nM and 187.6 nM, respectively, which are 190-, 62-, 42- and 19-fold more potent than those of EK1, respectively (Fig. 6b–e). We next assessed the cytotoxicity of EK1C4 on various target cells and found that the half cytotoxic concentration (CC50) was beyond 5 μM, which is the highest detection concentration of EK1C4 (Supplementary information, Fig. S3). Therefore, the selectivity index (SI = CC50/IC50) of EK1C4 is >136, suggesting that EK1C4 is a promising SARS-CoV-2 fusion inhibitor with little, or even no, toxic effect in vitro. Further, we explored the potent antiviral mechanism of EK1C4 and found that the complexes of EK1C4/SARS-HR1, EK1C4/MERS-HR1, and EK1C4/SARS-2-HR1 harbor higher stability and increased Tm values than those of the complexes formed by EK1 and HR1s (Supplementary information, Fig. S4). These results suggested that increased antiviral activity of EK1C4 should be related to its increased binding affinity with HR1, but their detailed interactions require further studies.",
            "cite_spans": [],
            "section": "EK1C4 possesses the most potent inhibitory activity against in vitro infection by live coronaviruses ::: Results",
            "ref_spans": [
                {
                    "start": 350,
                    "end": 352,
                    "mention": "6a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 761,
                    "end": 765,
                    "mention": "6b–e",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Recently, SARS-CoV-2 rapidly spread in humans by transmitting through the respiratory tract. Here, we used an HCoV-OC43 infection mouse model to further investigate the potential prophylactic effect of EK1C4 in clinical applications via the intranasal administration route (Fig. 6f, g). In the OC43-infected mouse model, we treated newborn mice with EK1C4 at a single dose of 0.5 mg/kg 0.5 h (Pre-0.5), 2 h (Pre-2), 4 h (Pre-4), 12 (Pre-12) and 24 h (Pre-24) before challenging with HCoV-OC43 at 100 TCID50 (50% tissue culture infectious dose). Starting from 4 days’ post-infection (dpi), the body weight of mice in the viral control group decreased significantly along with 100% mortality (Fig. 6f, g). The final survival rates of mice in Pre-0.5, Pre-2, Pre-4, Pre-12 and Pre-24 groups were 100%, 100%, 100%, 83 and 0%, respectively (Fig. 6f, g). In contrast, EK1 with a single dose of 20 mg/kg via nasal administration exhibited very promising prophylactic effect in the Pre-0.5 h and Pre-1 h groups, whereas all mice in the EK1-Pre-2 h group eventually died similarly to the mice in the viral control group (Supplementary information, Fig. S5). These results suggested that EK1C4 has better stability, antiviral activity, and prolonged half-life in the airway environment when compared with EK1.",
            "cite_spans": [],
            "section": "Intranasally applied EK1C4 showed strong protection of mice against HCoV-OC43 infection ::: Results",
            "ref_spans": [
                {
                    "start": 279,
                    "end": 284,
                    "mention": "6f, g",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 696,
                    "end": 701,
                    "mention": "6f, g",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 841,
                    "end": 846,
                    "mention": "6f, g",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "We then tested the therapeutic effect of EK1C4 0.5 h (Post-0.5 group) and 2 h (Post-2 group) after HCoV-OC43 infection (Fig. 6h, i). The Post-0.5 group and Post-2 group mice showed 100% and 16.7% survival rate, respectively, suggesting that EK1C4 harbors good therapeutic effect after a short period of HCoV-OC43 infection, possibly resulting from the establishment of HCoV-OC43 infection in mouse brain where EK1C4 cannot get through the blood brain barrier via nasal administration.14 As shown in Supplementary information, Fig. S6, high viral titer was detected in brains of all 5 mice in Pre-24 group and 4 out of 5 mice in Post-2 group, but was not detected in brain tissues of all mice in Pre-0.5, Pre-2, Pre-4, and Post-0.5 groups, while only moderate level of viral titer was detected in brain tissue in one of the 5 mice in Pre-12 group (Supplementary information, Fig. S6a, b). Similar to those in the viral control mice, mice in Pre-24 and Post-2 groups exhibited similar histopathological changes in brain tissues, including vacuolation, degeneration, and infiltration. However, the brain tissues of mice in Pre-0.5, Pre-2, Pre-4, Pre-12 and Post-0.5 group as well as the normal control group showed no apparent histopathological changes (Supplementary information, Fig. S6c).",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 486,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Intranasally applied EK1C4 showed strong protection of mice against HCoV-OC43 infection ::: Results",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 130,
                    "mention": "6h, i",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Over the past 20 years, highly infectious pathogens have been emerging increasingly, such as SARS-CoV in 2003 and MERS-CoV in 2012.20–22 In 2018, WHO proposed “Disease X” in the blueprint priority diseases for any new unknown pathogen that may cause an epidemic or pandemic in the future, calling for the development of effective and safe vaccines and antivirals to prevent and treat such Disease X. Indeed, at the end of 2019, the outbreak of Wuhan pneumonia with an unknown etiological agent, the first Disease X following WHO’s announcement was reported to WHO. Shortly thereafter, a novel coronavirus, SARS-CoV-2 (also known as 2019-nCoV or HCoV-19), was identified to be the etiology of the Wuhan pneumonia, i.e., COVID-19 as designated by WHO.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 133,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 134,
                    "end": 136,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Unlike SARS-CoV, live SARS-CoV-2-infected cells were found to form typical syncytium, suggesting that SARS-CoV-2 may mainly utilize the plasma membrane fusion pathway to enter and replicate inside host cells. Consistently, in the cell–cell fusion system, SARS-CoV-2 S protein could effectively mediate the formation of syncytium between the effector cell and the target cell in the absence of an exogenous proteolytic enzyme, e.g., trypsin, while SARS-CoV S protein could not. Actually, the plasma membrane fusion pathway is more efficient than the endosomal membrane fusion pathway for most viruses because the latter is more prone to activating the host cell antiviral immunity.23,24 Generally, β-B coronaviruses lack the S1/S2 furin-recognition site, and their S proteins are uncleaved in the native state. For example, SARS-CoV enters into the cell mainly via the endosomal membrane fusion pathway where its S protein is cleaved by endosomal cathepsin L and activated.25 Inducing the S1/S2 furin-recognition site could significantly increase the capacity of SARS-CoV S protein to mediate cellular membrane surface infection.26 Interestingly, SARS-CoV-2 harbors the S1/S2 cleavage site in its S protein, but its specific role in S protein-mediated membrane fusion and viral life-cycle remains to be further explored (Supplementary information, Fig. S7). A recent report suggested that SARS-CoV-2 mainly used TMPRSS2 for plasma membrane fusion; this means that the TMPRSS2 inhibitor might constitute an option for blocking SARS-CoV-2 fusion with and entry into the host cell.27",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 682,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 683,
                    "end": 685,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 972,
                    "end": 974,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1128,
                    "end": 1130,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1577,
                    "end": 1579,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The 6-HB structure formed by HR1 and HR2 regions in the S2 subunit of HCoVs plays a key role during the viral membrane fusion process, which makes it one of the most important targets for drug design. In previous studies, we have found that HR1 and HR2 of SARS-CoV-2 could form a stable coiled-coil complex, but the detailed conformations remain unknown. According to the X-ray crystallographic analysis of the complex formed by HR1 and HR2 of SARS-CoV-2 (Fig. 2b), it is a typical 6-HB fusion core structure similar to those of SARS-CoV and MERS-CoV. Although the amino acid sequences of HR2 domain from SARS-CoV and SARS-CoV-2 are fully identical, multiple residue differences occur in the HR1 domain of SARS-CoV-2. However, instead of weakening the interaction between HR1 and HR2, such unilateral difference seems to form new interactions in some regions and enhance the existing ones in other regions (Fig. 3). When K991 in SARS-CoV HR1 was replaced with S929 in SARS-CoV2 HR1, a new, strong hydrogen bond was formed with a distance of 2.4 Å. K933 forms a new interaction with N1192 in SARS-CoV-2 with a distance of 2.7 Å, whereas the corresponding position in SARS-CoV has no such interaction. In the other two regions, E918 binds to R1166 and K929 binds to E1163 in SARS-CoV, both of which were enhanced in SARS-CoV-2. These results suggest that this new HCoV has evolved with improved binding affinity between HR1 and HR2 domains, which may accelerate the viral membrane fusion process and enhance viral infectivity or transmissibility. A recent study also found that the binding affinity between ACE2 receptor on the host cell and RBD in S protein of SARS-CoV-2 is more than 10-fold higher than that of SARS-CoV, which may also be associated with the increased infectivity and transmissibility of SARS-CoV-2.12",
            "cite_spans": [
                {
                    "start": 1817,
                    "end": 1819,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 461,
                    "end": 463,
                    "mention": "2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 912,
                    "end": 913,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The conjugation of cholesterol to viral entry inhibitor has been proved to be an effective strategy to enhance the antiviral activity, such as C34 peptide for HIV-1.28 However, the mechanism of this enhancement, especially the role of cholesterol group in the C-terminal tail of entry inhibitor, is still unclear. There is a possibility that the cholesterol group could anchor to the target membrane to facilitate the binding of inhibitor to the HR1 targets. However, we noticed that binding affinity between EK1C4 and SARS-CoV-2-HR1P is significantly enhanced than EK1 peptide alone, which suggested that cholesterol group may be involved in binding to HR1P directly (Supplementary information, Fig. S4). Therefore, using structural simulation and docking method, we predicted a possible model of EK1C4 in binding with SARS-CoV-2 HR1P (Supplementary information, Fig. S8). In this model, the EK1C4 peptide anchors to one of the three hydrophobic grooves of HR1 trimer via its EK1 moiety, and also anchors to another adjacent hydrophobic groove of HR1 trimer via its cholesterol moiety. The cholesterol group of EK1C4 may bind to HR1P through hydrophobic interactions, while several hydrogen bonds may form between HR1 and helical region of EK1C4. The intermediated GSGSG-PEG4 linker of EK1C4 peptide is just enough to connect these two moieties on the two binding targets. Admittedly, the exact mechanism and structure of EK1C4 need more studies in the future.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 167,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the past few decades, the viral HR1 domain has been proved to be an important target for the development of viral fusion and entry inhibitors. In the early outbreak of MERS, we quickly solved the 6-HB fusion core structure formed by MERS-CoV S protein HR1 and HR2 domains and designed the fusion inhibitory peptide HR2P-M2 which proved to be highly effective in blocking its spike protein-mediated membrane fusion and inhibit in vitro MERS-CoV infection.16 The results from animal experiments showed that intranasal application of HR2P-M2 peptide could effectively protect mice from MERS-CoV infection with reduction of virus titers in the lung more than 1000-fold.29 However, the MERS-CoV HR2P-M2 peptide could not inhibit SARS-CoV infection, suggesting that this peptide lacks cross-inhibitory activity against other β-CoVs, such as SARS-CoV and bat SARSr-CoVs. To be well prepared for combating the emerging coronaviruses with epidemic or pandemic potential, we designed and synthesized the first pan-coronavirus fusion inhibitor, EK1, and found that EK1 exhibited potent inhibitory activity against all HCoVs that we tested, including SARS-CoV and MARS-CoV, as well as bat SARSr-CoVs. As expected, we recently have shown that EK1 is also effective in inhibiting infection of the novel β-CoV, SARS-CoV-2.15 We then optimized EK1 peptide in hopes of improving its fusion inhibitory activity. Indeed, we found that one of the modified EK1 peptides, EK1C4, was 226-fold and 149-fold more potent against SARS-CoV-2 S protein-mediated membrane fusion and PsV infection, respectively, than EK1. EK1C4 also showed broad-spectrum inhibitory activity against infection by SARS-CoV, MERS-CoV and other HCoVs. EK1C4 showed prolonged and significant prophylactic effect against HCoV-OC43 infection in mouse model, suggesting that EK1C4 may also be used as an inhibitor against SARS-CoV-2 infection in vivo. Consistent with other studies,30 HCoV-OC43 was shown as a typical neurotropic virus in the mouse model, and quickly entered and established infection in mouse brain tissue, leading to the relatively weak therapeutic effect of EK1C4 via intranasal administration. However, SARS-CoV-2 mainly infected and caused severe pathological changes in human lung tissue.4 Therefore, EK1C4 administered intranasally is expected to have good therapeutic potential against SARS-CoV-2 infection.",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 459,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 668,
                    "end": 670,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1310,
                    "end": 1312,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1931,
                    "end": 1933,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2260,
                    "end": 2261,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Currently, no specific anti-CoV therapeutics or prophylactics have been used in clinics for treatment or prevention of SARS-CoV-2 infection. A number of nonspecific antiviral drugs, including IFN, lopinavir-ritonavir (HIV protease inhibitors), chloroquine, favipiravir (T-705) and remdesivir (GS-5734), have been used in clinics in China to treat SARS-CoV-2 infection.31 Their in vivo efficacies still require further confirmation. Their potential use for treatment of infection by other coronaviruses and emerging coronaviruses in the future is unclear. Compared with these clinically used nonspecific antiviral drugs, EK1C4 has more advantages for treatment and prevention of SARS-CoV-2 infection. First, the sequence of its target, the HR1 domain in S2 subunit of S protein, is highly conserved. Therefore, EK1C4 possesses a high genetic barrier to resistance and cannot easily induce drug-resistant mutations. Second, EK1C4 can be used in an intranasal formulation to prevent coronavirus infection. The small bottles can be carried easily by persons who will have close contact with infected patients or high-risk populations. Third, EK1C4 can be used in inhalation formulation for treatment of patients to reduce the viral loads in their lungs, thus attenuating the acute lung injury caused by viral infection and reducing the chance to spread the virions to the closely contacted persons. The inhalation equipment can be used in home or hotel room, reducing the expense of staying in hospitals. Fourth, EK1C4 is expected to be safe to humans because it will be used locally, not systemically, and peptide drugs are generally safer than chemical drugs. Fifth, because of its broad-spectrum anti-coronavirus activity, EK1C4 can be used for treatment and prevention of infection by not only SARS-CoV-2, but also other HCoVs. Sixth, recently 103 SARS-CoV-2 genomes have been identified,32 but we found that both HR1 and HR2 domains among those reported genomes show 100% identity (Supplementary information, Fig. S9), indicating the high conservation of EK1C4 target. In the meantime, the HR2 derived peptides have much larger interface on HR1 domain, making it more resistant to the viral mutations. Therefore, EK1C4 shows exceptional promise to be developed as the first pan-CoV fusion inhibitor-based antiviral therapeutic or prophylactic for treatment or prevention of infection by the currently circulating SARS-CoV-2 and MERS-CoV and the future reemerging SARS-CoV and emerging SARSr-CoVs.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 370,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1888,
                    "end": 1890,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The human primary embryonic kidney cell line (293T) (CRL-3216™), Vero E6 (CRL-1586™), RD (CCL-136™), and LLC-MK2 Original (CCL-7™) cells were obtained from the American Type Culture Collection (ATCC). Human hepatoma Huh-7 cells were from the Cell Bank of the Chinese Academy of Sciences (Shanghai, China), and 293T cells stably expressing human ACE2 (293T/ACE2) cells were kindly provided by L.D. All of these cell lines were maintained and grown in Dulbecco’s Modified Eagle’s Medium (DMEM, Invitrogen, Carlsbad, CA, USA) containing 100 U/ml penicillin, 100 mg/ml streptomycin, and 10% heat-inactivated fetal calf serum (FCS) (Gibco).",
            "cite_spans": [],
            "section": "Cell Lines, viruses and peptides ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Patient-derived COVID-19 (BetaCoV/Wuhan/WIV04/2019) was isolated by the Wuhan Institute of Virology.6 MERS-CoV-EMC/2012 was originally provided by Chuan Qin (Beijing Key Laboratory for Animal Models of Emerging and Re-emerging Infectious Diseases). ATCC strain of Human coronavirus 229E (VR-740), as well as Human coronavirus OC43 (VR-1558) and HCoV-NL63 (Amsterdam strain) strains were amplified in Huh-7, HCT-8 and LLC-MK2 cells, respectively.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 101,
                    "mention": "6",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Cell Lines, viruses and peptides ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Peptides were synthesized by Chao Wang (Beijing Institute of Pharmacology and Toxicology). The sequences of EK1 (SLDQINVTFLDLEYEMKKLEEAIKKLEESYIDLKEL) and EK1-scrambled (LKVLLYEEFKLLESLIMEILEYQKDSDIKENAEDTK) have been reported in our previous study.14",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 251,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Cell Lines, viruses and peptides ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The envelope-expressing plasmids of SARS-2-S (pcDNA3.1-SARS-2-S), SARS-S (pcDNA3.1-SARS-S), MERS-S (pcDNA3.1-MERS-S), OC43-S (pcDNA3.1-OC43-S), NL63-S (pcDNA3.1-NL63-S), 229E-S (pcDNA3.1-229E-S), and bat SARS-like CoV-S (pcDNA3.1-WIV1-S, pcDNA3.1-Rs3367-S and pcDNA3.1-SHC014-S), and the plasmids pAAV-IRES-EGFP that encode EGFP as well as the luciferase reporter vector (pNL4-3.Luc.R-E-) were maintained in our laboratory.",
            "cite_spans": [],
            "section": "Plasmids ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The establishment and detection of several cell–cell fusion assays are as previously described.14,16 In brief, Huh-7 cells (for testing all coronaviruses) or 293T/ACE2 cells (for testing SARS-CoV-2) were used as target cells. For preparing effector cells expressing S protein a coronavirus, 293T cells were transfected with one of the S protein expression vectors, including 293T/SARS-CoV-2/GFP, 293T/MERS-CoV/GFP, 293T/HCoV-229E/GFP, 293T/SARS-CoV/GFP, or 293T/SL-CoV/GFP, 293T/HCoV-OC43/GFP, 293T/HCoV-NL63/GFP or empty plasmid pAAV-IRES-EGFP. For SARS-CoV S-, SL-CoV S-, OC43 S- or NL63 S-mediated cell–cell fusion assays, effector cells and target cells were cocultured in DMEM containing trypsin (80 ng/mL) for 4 h, while for SARS-CoV-2 and MERS-CoV S-mediated cell–cell fusion assays, effector cells and target cells were cocultured in DMEM without trypsin but 10% FBS for 2 h. After incubation, five fields were randomly selected in each well to count the number of fused and unfused cells under an inverted fluorescence microscope (Nikon Eclipse Ti-S).",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 97,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 98,
                    "end": 100,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Cell–cell fusion assay ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The inhibitory activity of a peptide on a HCoV S-mediated cell–cell fusion was assessed as previously described.14,16 Briefly, a total of 2 × 104 cells/well target cells (Huh-7) were incubated for 5 h. Afterwards, 104 cells/well effector cells (293T/S/GFP) were added in the presence or absence of a peptide at the indicated concentrations at 37 °C for 2 h. 293T/EGFP cells with phosphate-buffered saline (PBS) were used as a negative control. The fusion rate was calculated by observing the fused and unfused cells using fluorescence microscopy.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 114,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 115,
                    "end": 117,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Inhibition of HCoV S-mediated cell–cell fusion ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "293T cells were cotransfected with pNL4–3.luc.RE (the luciferase reporter-expressing HIV-1 backbone) and pcDNA3.1-SARS-CoV-2-S (encoding for CoVs S protein) using VigoFect (Vigorous Biotechnology, Beijing, China).16,33,34 Pseudotyped particles were efficiently released in the supernatant. The supernatant was harvested at 72 h post-transfection, centrifuged at 3000 × g for 10 min, and frozen to −80 °C. To detect the inhibitory activity of a peptide on infection of coronavirus PsV, target cells (293T/ACE2 for SARS-CoV-2, SARS-CoV and SL-CoVs; RD cells for HCoV-OC43; Huh-7 for other CoVs) were plated at a density of 104 cells per well in a 96-well plate one day prior to infection.14 PsV was mixed with an equal volume of a peptide which was series diluted with PBS at 37 °C for 30 min. The mixture was transferred to the Huh-7 cells. Medium was changed after 12 h and incubation continued for 48 h. Luciferase activity was analyzed by the Luciferase Assay System (Promega, Madison, WI, USA).",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 215,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 216,
                    "end": 218,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 219,
                    "end": 221,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 686,
                    "end": 688,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Inhibition of pseudotyped HCoV infection ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The inhibition assay for live SARS-CoV-2 and MERS-CoV was performed in a biosafety level 3 (BSL3) facility at the Wuhan Research Institute and Beijing Key Laboratory for Animal Models of Emerging and Re-emerging Infectious Diseases, respectively.6 Inhibition activity of peptides on SARS-CoV-2 and MERS-CoV was determined by plaque reduction assay. Peptides with different dilution concentrations were mixed with SARS-CoV-2 (100 TCID50) for 30 min and then added to monolayer VERO-E6 cells. After adsorption at 37 °C, the supernatant was removed, and 0.9% methyl cellulose was overlaid on the cells. After 72 h, the plates were fixed and stained. Plaques were counted by fixing with 4% paraformaldehyde and staining with 0.1% crystal violet. To test the effect of peptide on HCoV-OC43, HCoV-229E and HCoV-NL63 replication, 50 μL of 100 TCID50 virus were mixed with an equal volume of peptide and incubated at 37 °C for 1 h. Afterwards, the mixture was added to RD, Huh-7 and LLC-MK2 cells, respectively. Cell Counting Kit-8 (CCK8, Dojindo, Kumamoto, Kyushu, Japan) assay was applied to determine cytopathic effect.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 247,
                    "mention": "6",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Inhibition of live HCoV replication ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The peptides or peptide mixtures were dissolved in PBS to prepare a solution with a final concentration of 10 μM at 37 °C for 30 min and then measured on a Jasco-815- circular dichroism spectrometer.35 The scanning wavelength range was 198–260 nm. Thermal denaturation detection starts at 222 nm with a 5 °C/min thermal gradient detection.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 201,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Circular dichroism spectroscopy ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Newborn mice were bred from pregnant mice purchased from the Animal Center of Fudan University, and all the related experiments were carried out in strict accordance with institutional regulations (approval number 20190221-070, approval date 21 February 2019). Each group had 12 3-day-old mice. To test the protective effect of peptides on HCoV-infected mice, EK1C4 (0.5 mg/kg), EK1 (20 mg/kg) in 2 µl 28% Hydroxypropyl-β-Cyclodextrin (HBC), or phosphate-buffered saline (PBS) solution, were administered intranasally 0.5, 1, 2, 4, 12, and 24 h before challenge, or 0.5 and 2 h after challenge. Then mice were challenged intranasally with HCoV at a dose of 102 TCID50. For the viral control group, the same volume of 28% HBC or PBS was administered intranasally. In each group, six mice were randomly selected for euthanasia on day 5 after infection, then five mice for collecting and assessing the viral titer in mouse brain, one mouse for brain histological examination. Body weight and survival of the remaining six mice in each group were monitored for 14 days.30",
            "cite_spans": [
                {
                    "start": 1065,
                    "end": 1067,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Mouse infection studies ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Cytotoxicity of the peptides to the cells (Vero-E6, Huh-7, LLC-MK2 and RD cells) was tested by using the Cell Counting Kit-8 (CCK-8). Briefly, each cell type was seeded into the wells of a 96-well microtiter plate (10,000 per well) and incubated at 37 °C for 12–15 h, replacing medium with DMED containing EK1C4 at graded concentrations to culture at 37 °C for 2 days; CCK-8 solution (10 μL per well) was added, followed by an additional incubation for 4 h. The absorbance was measured at 450 nm.",
            "cite_spans": [],
            "section": "Cytotoxicity assay ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The coding sequences of HR1 (residues 910–988) and HR2 (residues 1162–1206) domains of SARS-CoV-2 S2 subunits were tandem linked though a 6-residue linker (L6: SGGRGG). The resulting sequences encoding the fused HR1-L6-HR2 protein were then cloned into a modified pET-28a vector containing a His6-SUMO tag upstream of the multiple cloning site. The recombinant construct was expressed in Escherichia coli BL21 (DE3). Cells were grown in lysogeny broth (LB) media supplemented with 50 μg/mL kanamycin at 37 °C and were induced with 1 mM IPTG for 12 h at 16 °C overnight. Cells were harvested by centrifugation at 4500 g for 10 min at 4 °C and were lysed by high-pressure homogenizer twice after resuspension in buffer containing 25 mM Tris–HCl, pH 8.0, and 200 mM NaCl. The fusion proteins were isolated by Ni-affinity chromatography, and the SUMO tag was removed by Ulp1 enzyme (1:100 w/w) cleavage. HR1-L6-HR2 protein was concentrated and gel-filtered on a 10/300 Superdex 75 (GE Healthcare) column. Peak fractions containing HR1-L6-HR2 trimer were pooled and concentrated to 20 mg/ml through centrifugation (EMD Millipore).",
            "cite_spans": [],
            "section": "Expression and purification of fusion protein HR1-L6-HR2 of SARS-CoV-2 ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Crystals were obtained at 16 °C for 7 days using the hanging drop vapor diffusion method by mixing equal volume of protein solution (HR1-L6-HR2, 10 mg/mL) and reservoir solution (10% PEG8000, 200 mM zinc acetate, 0.1 M MES, pH 6.0). Then crystals were flash-frozen and transferred to liquid nitrogen for data collection. On the in-house (Institute of Biophysics, Chinese Academy of Sciences) X-ray source (MicroMax 007 generator (Rigaku, Japan)) combined with Varimax HR optics (Rigaku, Japan), HR1-L6-HR2 crystals at 100 K were diffracted to 2.9-Å resolution at a wavelength of 1.5418 Å. A native set of X-ray diffraction data was collected with the R-AXIS IV++ detector (Rigaku, Japan) with an exposure time of 3 min per image and was indexed and processed using iMosflm.36 The space group of the collected dataset is P21. Molecular replacement was performed with PHENIX.phaser37 to solve the phasing problem, using the SARS-CoV S protein core structure (PDB code 1WYY) as a search model. The final model was manually adjusted in COOT and refined with Refmac.38 Data collection statistics and refinement statistics are given in Table 1. Coordinates were deposited in the RCSB Protein Data Bank (PDB code: 6LXT). The interaction model of EK1C4 peptide and HR1 domains of SARS-nCoV-2 was predicted by SWISS-MODEL sever39 using 6XLT as reference for EK1 moiety, and by Autodock 4 software40 for cholesterol moiety (Supplementary information, Fig. S8).",
            "cite_spans": [
                {
                    "start": 773,
                    "end": 775,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 879,
                    "end": 881,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1061,
                    "end": 1063,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1318,
                    "end": 1320,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1387,
                    "end": 1389,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Crystallization and structure determination ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 1136,
                    "end": 1137,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The survival rates of mice were analyzed by GraphPad Prism 5.0 software. CalcuSyn software was kindly provided by T.C. Chou, and the percent inhibition and IC50 values were calculated based on it.14",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 198,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Data collection and refinement statistics.\naHighest resolution shell is shown in parenthesis.",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: a The emerging timeline for highly pathogenic viruses and the proposed Disease X. b Schematic representation of SARS-CoV-2 S protein. Its S1 subunit contains NTD (14–305 aa), RBD (319–541 aa), and RBM (437–508 aa). Its S2 subunit contains FP (788–806 aa), HR1 (912–984 aa), HR2 (1163–1213 aa), TM (1214–1237 aa) and CP (1238–1273 aa). c The formation of syncytium in Huh-7 cells 24 h after SARS-CoV-2 infection, with scale bar of 200 µm. d Images of SARS-CoV and SARS-CoV-2 S-mediated cell–cell fusion on 293T/ACE2 cells at 2 h (left) and 24 h (right). e SARS-CoV (I–II) and SARS-CoV-2 (III–IV) S-mediated syncytium formation on 293T/ACE2 cells at 48 h. f SARS-CoV (I–II) and SARS-CoV-2 (III–IV) S-mediated syncytium formation on Huh-7 cells at 48 h. Scale bar equals 400 µm in d–f.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: a Sequence alignment of HR1 and HR2 domains in SARS-CoV and SARS-CoV-2. b Structure of SARS-CoV-2 6-HB is shown in cartoon representation with HR1 colored in green and HR2 in cyan. The structural dimensions are indicated in angstroms. c HR1 trimer of SARS-CoV-2 6-HB is shown in electrostatic surface, and HR2 domain is shown in cartoon representation, the important binding residues of which are shown in sticks and labeled. d The superposition of 6-HB structure of SARS-CoV (PDB entry 1WYY), MERS-CoV (PDB entry 4NJL) and SARS-CoV-2 is shown in ribbon. The RMSD between structures is indicated. e The sequence comparison of 6-HB structure of different HCoVs is shown in cartoon representation with different colors for HR1 and HR2. The helical fusion core regions are indicated.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: a–d The 6-HB structure of SARS-CoV-2 and SARS-CoV is shown in cartoon representation. The HR1 domain is shown in green for SARS-CoV-2 and forest for SARS-CoV, while the HR2 domain is shown in cyan for SARS-CoV-2 and orange for SARS-CoV. Important residues are shown in sticks and labeled.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: a Amino acid sequences of the designed peptides EK1, EK1P and EK1C. The dotted lines represent E–K salt-bridge with i to i + 3, or i + 4 arrangement. b SARS-CoV-2 S protein-mediated cell–cell fusion in the presence of EK1-scramble (I), EK1 (II), EK1C (III), and EK1P (IV) at 2.5 μM (scale bar: 400 µm). c Inhibitory activity of EK1-scramble, EK1, EK1C and EK1P against SARS-CoV-2 S-mediated cell–cell fusion. d Design diagram of EK1-lipopeptides with cholesterol modification, including EK1C1-EK1C7. e Inhibitory activity of EK1-lipopeptides on SARS-CoV-2 S-mediated cell–cell fusion. f Inhibitory activity of EK1-lipopeptides on SARS-CoV-2 PsV infection. Experiments were repeated twice, and the data are expressed as means ± SD (error bar).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: a–h Inhibitory activity of EK1C4 in cell–cell fusion mediated by the S proteins of SARS-CoV (a), MERS-CoV (b), HCoV-OC43 (c), HCoV-229E (d), HCoV-NL63 (e), WIV1 (f), Rs3367 (g) and SHC014 (h). i–o Inhibitory activity of EK1C4 in PsV infection assays against SARS-CoV (i), MERS-CoV (j), HCoV-OC43 (k), HCoV-229E (l), NL63 (m), WIV1 (n) and Rs3367 (o). Experiments were repeated twice, and the data are expressed as means ± SD.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 6: a–e Inhibitory activity of EK1C4 on live HCoV replication for SARS-CoV-2 (a), MERS-CoV (b), HCoV-OC43 (c), HCoV-229E (d), and HCoV-NL63 (e). f–g In vivo prophylactic efficacy of EK1C4 against HCoV-OC43 infection in mice. Body weight change (f) and survival curves (g) of mice challenged with HCoV-OC43. h–i In vivo therapeutic efficacy of EK1C4 against HCoV-OC43 infection in mice. Body weight change (h) and survival curves (i) of mice challenged with HCoV-OC43. Experiments were repeated twice, and the data are expressed as means ± SD.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wrapp",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "",
            "pages": "1260-1263",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb2507"
                ]
            }
        },
        "BIBREF4": {
            "title": "Severe acute respiratory syndrome coronavirus (SARS-CoV) infection inhibition using spike protein heptad repeat-derived peptides",
            "authors": [
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Bosch",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "101",
            "issn": "",
            "pages": "8455-8460",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0400576101"
                ]
            }
        },
        "BIBREF5": {
            "title": "A pan-coronavirus fusion inhibitor targeting the HR1 domain of human coronavirus spike",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sci. Adv.",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/sciadv.aav4580"
                ]
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Structure-based discovery of Middle East respiratory syndrome coronavirus fusion inhibitor",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat. Commun.",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms4067"
                ]
            }
        },
        "BIBREF8": {
            "title": "Interaction between heptad repeat 1 and 2 regions in spike protein of SARS-associated coronavirus: implications for virus fusogenic mechanism and identification of fusion inhibitors",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "938-947",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(04)15788-7"
                ]
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Fusion inhibitory lipopeptides engineered for prophylaxis of Nipah virus in primates",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mathieu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Infect. Dis.",
            "volume": "218",
            "issn": "",
            "pages": "218-227",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiy152"
                ]
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Antigenic and genetic characteristics of swine-origin 2009 A(H1N1) influenza viruses circulating in humans",
            "authors": [
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Garten",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "325",
            "issn": "",
            "pages": "197-201",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1176225"
                ]
            }
        },
        "BIBREF13": {
            "title": "Emerging human coronaviruses-disease potential and preparedness",
            "authors": [
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N. Engl. J. Med.",
            "volume": "367",
            "issn": "",
            "pages": "1850-1852",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMe1212300"
                ]
            }
        },
        "BIBREF14": {
            "title": "Emerging virus diseases: can we ever expect the unexpected?",
            "authors": [
                {
                    "first": "CR",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "NF",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Emerg. Microbes. Infect.",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Clinical isolates of human coronavirus 229E bypass the endosome for cell entry",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shirato",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kanou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kawase",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matsuyama",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Virol",
            "volume": "91",
            "issn": "",
            "pages": "e01387-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Wild-type human coronaviruses prefer cell-surface TMPRSS2 to endosomal cathepsins for cell entry",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shirato",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kawase",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matsuyama",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Virology",
            "volume": "517",
            "issn": "",
            "pages": "9-15",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2017.11.012"
                ]
            }
        },
        "BIBREF17": {
            "title": "Activation of the SARS coronavirus spike protein via sequential proteolytic cleavage at two distinct sites",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belouzard",
                    "suffix": ""
                },
                {
                    "first": "VC",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "GR",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "106",
            "issn": "",
            "pages": "5871-5876",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0809524106"
                ]
            }
        },
        "BIBREF18": {
            "title": "Furin cleavage of the SARS coronavirus spike glycoprotein enhances cell–cell fusion but does not affect virion entry",
            "authors": [
                {
                    "first": "KE",
                    "middle": [],
                    "last": "Follis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "York",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Nunberg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virology",
            "volume": "350",
            "issn": "",
            "pages": "358-369",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2006.02.003"
                ]
            }
        },
        "BIBREF19": {
            "title": "SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "181",
            "issn": "",
            "pages": "1-10",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2020.03.025"
                ]
            }
        },
        "BIBREF20": {
            "title": "Conjugation of cholesterol to HIV-1 fusion inhibitor C34 increases peptide-membrane interactions potentiating its action",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hollmann",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0060302"
                ]
            }
        },
        "BIBREF21": {
            "title": "Protective effect of intranasal regimens containing peptidic Middle East Respiratory Syndrome coronavirus fusion inhibitor against MERS-CoV infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Channappanavar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Infect. Dis.",
            "volume": "212",
            "issn": "",
            "pages": "1894-1903",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiv325"
                ]
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Vacuolating encephalitis in mice infected by human coronavirus OC43",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jacomy",
                    "suffix": ""
                },
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Talbot",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Virology",
            "volume": "315",
            "issn": "",
            "pages": "20-33",
            "other_ids": {
                "DOI": [
                    "10.1016/S0042-6822(03)00323-4"
                ]
            }
        },
        "BIBREF24": {
            "title": "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Res",
            "volume": "30",
            "issn": "",
            "pages": "269-271",
            "other_ids": {
                "DOI": [
                    "10.1038/s41422-020-0282-0"
                ]
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Potent MERS-CoV fusion inhibitory peptides identified from HR2 domain in spike protein of bat coronavirus HKU4",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Viruses",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3390/v11010056"
                ]
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "iMOSFLM: a new graphical interface for diffraction-image processing with MOSFLM",
            "authors": [
                {
                    "first": "TG",
                    "middle": [],
                    "last": "Battye",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Acta Crystallogr. D. Biol. Crystallogr.",
            "volume": "67",
            "issn": "",
            "pages": "271-281",
            "other_ids": {
                "DOI": [
                    "10.1107/S0907444910048675"
                ]
            }
        },
        "BIBREF30": {
            "title": "Macromolecular structure determination using X-rays, neutrons and electrons: recent developments in Phenix",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liebschner",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Acta Crystallogr. D. Struct. Biol.",
            "volume": "75",
            "issn": "",
            "pages": "861-877",
            "other_ids": {
                "DOI": [
                    "10.1107/S2059798319011471"
                ]
            }
        },
        "BIBREF31": {
            "title": "REFMAC5 dictionary: organization of prior chemical knowledge and guidelines for its use",
            "authors": [
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Vagin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Acta Crystallogr. D. Biol. Crystallogr.",
            "volume": "60",
            "issn": "",
            "pages": "2184-2195",
            "other_ids": {
                "DOI": [
                    "10.1107/S0907444904023510"
                ]
            }
        },
        "BIBREF32": {
            "title": "SWISS-MODEL: homology modelling of protein structures and complexes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Waterhouse",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nucleic Acids Res.",
            "volume": "46",
            "issn": "",
            "pages": "W296-W303",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gky427"
                ]
            }
        },
        "BIBREF33": {
            "title": "A novel Coronavirus from patients with pneumonia in China, 2019",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med.",
            "volume": "382",
            "issn": "",
            "pages": "727-733",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF34": {
            "title": "AutoDock4 and AutoDockTools4: automated docking with selective receptor flexibility",
            "authors": [
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Comput. Chem.",
            "volume": "30",
            "issn": "",
            "pages": "2785-2791",
            "other_ids": {
                "DOI": [
                    "10.1002/jcc.21256"
                ]
            }
        },
        "BIBREF35": {
            "title": "A new coronavirus associated with human respiratory disease in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "265-269",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2008-3"
                ]
            }
        },
        "BIBREF36": {
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270-273",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7"
                ]
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "An emerging coronavirus causing pneumonia outbreak in Wuhan, China: calling for developing therapeutic and prophylactic strategies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg. Microbes. Infect.",
            "volume": "9",
            "issn": "",
            "pages": "275-277",
            "other_ids": {
                "DOI": [
                    "10.1080/22221751.2020.1723441"
                ]
            }
        },
        "BIBREF39": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497-506",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        }
    }
}