{
    "paper_id": "PMC7046297",
    "metadata": {
        "title": "A realistic two-strain model for MERS-CoV infection uncovers the high risk for epidemic propagation",
        "authors": [
            {
                "first": "Tridip",
                "middle": [],
                "last": "Sardar",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Indrajit",
                "middle": [],
                "last": "Ghosh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xavier",
                "middle": [],
                "last": "Rodó",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Joydev",
                "middle": [],
                "last": "Chattopadhyay",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Benjamin",
                "middle": [],
                "last": "Althouse",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The first case of Middle East Respiratory Syndrome Coronavirus (MERS-CoV) infection was identified in Saudi Arabia in 2012[1–5]. Since then the country suffers from repeated outbreaks of MERS-CoV in different provinces (Fig 1A and 1B)[2]. There are two main routes of MERS-CoV transmission: animal-to-human and human-to-human[4–6]. It is suspected that dromedary camels are the source of human infections[1] but the transmission route of MERS-CoV to humans is yet not well understood (Fig 1C). However, transmission from camels to humans is confirmed from the isolation of near-identical strains of MERS-CoV from epidemiologically coexisting camels and humans[7]. The patients might be exposed to MERS-CoV by consumption of raw camel products[8] (e.g. milk and dairy products, raw meat, etc.). Meanwhile, human-to-human transmission has been reported in society and hospital settings[9–36] with the virus being transmitted between humans during close human-to-human contact through droplets of respiratory secretions. Potential propagation to nearby and more distant regions is also a high-risk possibility as an outbreak of MERS-CoV is likely to emerge in areas such as nearby countries in the Middle East and eastern Africa where the camel trade connects the different regions (Fig 1). Unfortunately, as for now, MERS-CoV vaccines are only at the preclinical phase[10], increasing our understanding of its epidemic potential and knowledge on the drivers of MERS-CoV variability might help to achieve better preparedness ahead of forthcoming epidemics.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 124,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 125,
                    "end": 126,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 235,
                    "end": 236,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 326,
                    "end": 327,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 328,
                    "end": 329,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 405,
                    "end": 406,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 660,
                    "end": 661,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 743,
                    "end": 744,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 884,
                    "end": 885,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 886,
                    "end": 888,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1367,
                    "end": 1369,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 220,
                    "end": 233,
                    "mention": "Fig 1A and 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 485,
                    "end": 491,
                    "mention": "Fig 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1280,
                    "end": 1285,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The ability to predict disease outbreaks will provide a mechanism for policymakers and health-care services to respond to epidemics in a timely manner, reducing the impact and maximizing the limited resources available to be deployed[11]. The timing and severity of infectious disease outbreaks, two matters of considerable public-health relevance, are the main challenges when attempting to predict disease outbreaks[11–14]. Attempts to set up prediction frameworks for anticipating epidemics for other diseases such as dengue and influenza were pursued in the recent past with different degree of success, but clear added value[11–16]. These systems proved effective to better anticipate future outbreaks and increase our understanding on mechanisms driving disease variability. To this end, a threshold quantity that is most important to anticipate the risk of future outbreaks is the basic reproduction number (R0). There are quite a few studies that estimated R0 for the current MERS-CoV outbreak. Majumdar et al.[28] for instance, estimated R0 for Jeddah and Riyadh using a function called Incidence Decay with Exponential Adjustments (IDEA). They found that the estimate of R0 in Jeddah and Riyadh are in the ranges (3.5–6.7) and (2.0–2.8), respectively. A stochastic epidemiological model of MERS-CoV with zoonotic and human-to-human transmission was considered by Poletto et al.[29] to quantify the rates of generation of cases from those two transmission routes. They found that spring 2014 cases led to the increase in transmission rates, which brings R0 to values above unity. Heishet al.[32] used a simple mathematical model to trace the temporal course of South Korea MERS-CoV outbreak. They estimated R0 to be in the range of 7.0 to 19.3. Instead, Nishiura et al.[30] estimated the expected number of secondary cases following the importation of an index case (countries other than KSA, Qatar and UAE), using a branching process type modelling approach. They also suggested that even if R0 is below unity, a large cluster of cases with multiple generations might occur. The aforementioned studies indicated that the basic reproduction number is above unity, although there are few studies that suggest R0 is less than one[4,17,18]. However, at the same time, intriguing differences in observed and predicted scenarios clearly suggested other important factors might be missing in previous models built for these MERS-CoV case studies. For instance, in a recent survey for Mers-CoV in over 1300 Saudi Arabian camels, Sabiret al.[1] found that camels share three coronaviruses (CoV) species with humans. Among them, one has been dominant in the region since December 2014 and led to the human MERS-CoV outbreaks occurring in 2015. The wide species range of CoVs and their propensity to cross species boundaries suggest that more MERS-CoV uncontained outbreaks may likely occur in the future. Zumlaet al.[19] also suggested that MERS-CoV species can mutate to have increased inter-human transmissibility. Cottenet al.[37] used MERS data from the period May to September 2013. They found four Saudi Arabia MERS-CoV phylogenetic clades, with 3 clades apparently no longer contributing to current cases, therefore not appearing in the saliva of camels. They also show that the ancestors of most of the viral clades originated in Riyadh (See Cotten et al.[37]). Recently, strain variability in MERS-CoV infection was confirmed in 51 respiratory samples from 32 patients, confirming that more than one strain of human MERS-CoVis present[20]. The fact that more than one MERS-CoV strain is currently circulating in Saudi Arabia should be properly accounted for as this presence may have substantially contributed to amplify the transmission intensity producing repeated MERS-CoV changes in incidence through their periodic reintroduction into human populations[19]. Furthermore, Chan et al.[34] characterized MERS-CoV viruses from dromedaries in Saudi Arabia and Egypt and compared them with a human MERS-CoV reference strain. They isolated three dromedary strains, two from Saudi Arabia and one from Egypt. The human and dromedary MERS-CoV strains had similar viral replication competence in Vero-E6 cells and respiratory tropism in ex-vivo cultures of the human respiratory tract. They also suggested that dromedary viruses from Saudi Arabia and Egypt are probably infectious to human beings[34].",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 236,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 418,
                    "end": 420,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 421,
                    "end": 423,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 630,
                    "end": 632,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 633,
                    "end": 635,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1019,
                    "end": 1021,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1388,
                    "end": 1390,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1601,
                    "end": 1603,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1779,
                    "end": 1781,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2237,
                    "end": 2238,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2239,
                    "end": 2241,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2242,
                    "end": 2244,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2543,
                    "end": 2544,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2917,
                    "end": 2919,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 3030,
                    "end": 3032,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 3364,
                    "end": 3366,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 3544,
                    "end": 3546,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 3867,
                    "end": 3869,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 3897,
                    "end": 3899,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 4400,
                    "end": 4402,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We constructed three different 2-strain models for MERS-CoV that consider community human-human, hospital human-human, and passive zoonotic transmission (Fig 1C and see also S1–S18 Tables). Models derived also incorporate the effect of strain variability with strain-1 as the dominant strain (Fig 1C and S1–S18 Tables). Variability among models is based upon three different disease incidence functions (e.g. BL, NM and SAT models [21–23] and see formulation in Table 1A and Fig 2).",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 434,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 435,
                    "end": 437,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "a) Disease incidence functions ::: Methods",
            "ref_spans": [
                {
                    "start": 154,
                    "end": 160,
                    "mention": "Fig 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 293,
                    "end": 299,
                    "mention": "Fig 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 475,
                    "end": 480,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 462,
                    "end": 470,
                    "mention": "Table 1A",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The top panel in Fig 2 represents the BL force of infection. Here, as the number of infected individuals increases the disease transmission also increases linearly. The bottom-left panel represents the NM incidence function. Biologically this incidence function can account for “psychological effects” [38–39]. In the presence of psychological effects, initially the disease transmission rate increases rapidly when the number of infected individuals is small. However, this rate falls also rapidly in the presence of a large number of infected persons in the community. As in the case of MERS-CoV infections the CFR is about 40%, psychological effects for this infection represents the effect in the community of fear of becoming infected. This fear effect reduces the transmission rate rapidly in the presence of a high number of infections in the community. The bottom-right panel of Fig 2 represents the SAT incidence function. Biologically this incidence function represents the crowding effect in disease transmission. This crowding effect explains how the number of new infections becomes constant as the number of infected individual increases. This effect is known to reproduce the awareness effect of the disease during the course of an epidemic.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 305,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 306,
                    "end": 308,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "a) Disease incidence functions ::: Methods",
            "ref_spans": [
                {
                    "start": 17,
                    "end": 22,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 887,
                    "end": 892,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Furthermore, we investigated the potential effects of super-spreading events by incorporating an additional compartment for super-spreaders to our 2-strain model. We also consider the effect of variable zoonotic transmission by incorporating dynamics of the camel population into our 2-strain model. Information about the calculation of the epidemiological parameter values for the newly proposed 2-strain models is provided in Table 1B. Data used corresponds to weekly cases of MERS-CoV for the three provinces in Saudi Arabia where most clinical cases for MERS-CoV occurred for the time intervals July, 6th 2013 till June, 28th 2016 (Riyadh), April, 7th2014 till June, 26th2016 (Macca), and April, 20th2014 till June, 26th2016 (Madina), respectively (Fig 1A). Main parameters of the different models are provided in Table 1B. Parameters estimates are obtained by fitting the models to new MERS-CoV hospitalized weekly data[40]. We also estimated from data itself some unknown initial conditions for the model. Delayed Rejection Adaptive Metropolis algorithm is used here to sample the 95% confidence.The goodness of fitsto compare among 2-strain and single strain models were tested by determining the respective AIC and BIC values (See S19 Table). To further compare among predictive capabilities of these models with regard to those of their single-strain versions, predictions of raw clinical cases were attempted. Albeit some discrepancies exist, fairly accurate results were obtained despite the low numbers and highly stochastic nature of the three datasets and the nearly operational capacity of these models (Fig 3). In fact, near-operational systems usually require a much longer training period than the scarce three years employed here. Differences arising from the comparison of simulated and observed cases may also be due to the fact that we are fitting the 2-strain and single strain models to cumulative MERS-CoV cases, rather than to new cases..The procedure for model adjustment is as follows: for approaching near-operational predictions in each province, we followed former initiatives (e.g. on influenza[14] and dengue[16]) and partitioned the whole clinical cases datasets into two parts. First part was used for calibrating the models and the remaining part (52 weeks) were left aside for out-of-fit prediction. For Riyadh, Macca and Madina prediction periods were, respectively, from weeks 105–156 (7th June, 2015 - 11th June, 2016), weeks 65–116 (11th July, 2015 - 2nd July, 2016), and weeks 63–114 (11th July, 2015 - 2nd July, 2016)(Fig 3). We generated predictions for three major characteristics of the epidemiological cycle similar to previous attempts made for cholera, dengue and influenza[15,41–43] namely: (a) peak week: the week during which the maximum number of clinical cases occurred in a season (comprising 52 weeks); (b) peak maximum: the number of cases occurring at the peak week, and (c) season totals: the total number of cases in the entire season. Prediction for each target variable was made every 4 weeks (i.e. week 0, 4, 8, …, 48), with week 0 corresponding to the first week of the prediction interval. In the case of predictions for week N, data up to week N was used to fit the model and the trajectory predicted for out-of-fit future weeks N+1 through week 52 (Fig 3). Indeed, the best models at predicting MERS-CoV incidence differed among regions (Fig 4), highlighting the complexity of the epidemiological situation, particularly in Riyadh. There, where at least there were two strains co-circulating, M2 stands up clearly as the best model function (see bottom panel in Fig 4), in comparison with Macca and Madina, with only one strain (Fig 4 top panels).",
            "cite_spans": [
                {
                    "start": 925,
                    "end": 927,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 2127,
                    "end": 2129,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2142,
                    "end": 2144,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2723,
                    "end": 2725,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2726,
                    "end": 2728,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2729,
                    "end": 2731,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "b) Super-spreaders and 1-strain vs 2-strain models ::: Methods",
            "ref_spans": [
                {
                    "start": 753,
                    "end": 759,
                    "mention": "Fig 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1619,
                    "end": 1624,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2561,
                    "end": 2566,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3316,
                    "end": 3321,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3405,
                    "end": 3410,
                    "mention": "Fig 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 3629,
                    "end": 3634,
                    "mention": "Fig 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 3696,
                    "end": 3701,
                    "mention": "Fig 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 428,
                    "end": 436,
                    "mention": "Table 1B",
                    "ref_id": null
                },
                {
                    "start": 818,
                    "end": 826,
                    "mention": "Table 1B",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "We estimated the basic reproduction number (R0), the community reproduction number (RC), and the hospital reproduction number (RH) for the whole period of data for Riyadh, Macca and Madina (S1–S18 Tables; 44–45). We also estimated weekly values of R0, RC, and RH for each prediction interval in the three provinces (i.e. weeks 105–156 in Riyadh, weeks 65–116 in Macca and weeks 63–114 in Madina, respectively). The predictions of R0, RC, and RH are made for each 4-week time interval in the prediction period. The estimate of R0, RC, and RH during 0th week is obtained using the estimated parameter values for the training period of MERS-CoV data (i.e., in Riyadh week 1–104, in Macca week 1–64 and in Madina week 1–62). Afterwards, we keep on adding 4 data points to the previous data and re-estimate the parameters. These estimated parameters were then plugged into obtain values of R0, RC, and RH in 4th week to 48th week of the prediction period. Thus in intervals of 4 weeks, we obtain an estimate of R0, RC, and RH. Temporal evolution of R0, RC, and RH for the three provinces is depicted in S1–S4 Figs, respectively.",
            "cite_spans": [],
            "section": "c) Estimation of R0, RC, and RH and prediction framework ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Using the model that provides the best prediction for the season total cases in the three provinces (i.e., a 2-strain model with BL incidence for Macca and the 2-strain model with SAT incidence for both Madina and Riyadh), we predicted the total number of cases in the following year. Using the parameter estimates in the last prediction point (i.e. 48th week) of the current season, we draw 1000 samples. Based on these parameter samples, we determined 1000 estimates of the season total cases in the next year[43]. We then defined a large outbreak in the forthcoming season in a particular region, as those events when cases exceeded the total number of cases in the previous season by more than one standard deviation (see Fig 5). Thus, the probability of a large outbreak (Pl) in those provinces isdetermined as the ratio of samples that exceed the total number of cases in a season divided by the total number of samples. We also considered the case when two strains of MERS-CoV may be co-circulating in the human population in Saudi Arabia. We also simulated the situation when one strain is assumed to be more active with a higher transmission rate, whilst the other is much less transmissible among individuals in the different provinces of Saudi-Arabia[37].Although we have considered two strains circulating in the community setting, we do not distinguish among strains in hospital premises. This is due to the lack of strain specific data in hospital settings. However, we are able to distinguish the contribution of infection from Community and Hospital setting by estimating the Community reproduction number (RC) and the Hospital reproduction number (RH). However, to account for this effect, we propose three different forces of infection (BL, NM and SAT) to model the MERS transmission in the three provinces. Saturated (SAT) functions describe “Crowding effects” in disease transmission, whereas Non-monotone (NM) functions are used to incorporate”psychological effects”. As the CFR in MERS-CoV is about 40%, it is easily expected that awareness in front of a MERS-CoV situation may play an important role during an epidemic[44–46]. Thus a model with such a crowding effect might seem a priori more realistic in comparison to the bilinear (BL) transmission (see also Fig 2). The crowding effect in disease transmission[38,39] can also be interpreted as the behavioral change of susceptible individuals when the number of infected individuals increases (Fig 2). This fact causes a lower number of new infections when a large number of infected individuals are already present in the community. This behavioral change in the susceptible population may occur due to, for instance, public health awareness campaigns and alerts raised by local or international authorities. The psychological effect is somewhat similar to the crowding effect, but with the effect of fear being added to the awareness. The psychological effect is stronger as the transmission rate decreases more rapidly with an increasing number of infected individuals (Fig 2) [40–42]. Recently, Kucharski et al.[35] suggested that MERS-CoV transmission is over dispersed and hence outbreaks can include super-spreading events. In a similar study, Nishiura et al.[33] concluded that super-spreaders who visited multiple healthcare facilities drove up the epidemic by generating larger number of secondary cases. Therefore, we also consider the role of potential super-spreaders in the context of a 2-strain model with BL incidence function.",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 514,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1262,
                    "end": 1264,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2142,
                    "end": 2144,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2145,
                    "end": 2147,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 2336,
                    "end": 2338,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2339,
                    "end": 2341,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 3057,
                    "end": 3059,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 3060,
                    "end": 3062,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 3092,
                    "end": 3094,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 3243,
                    "end": 3245,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "c) Estimation of R0, RC, and RH and prediction framework ::: Methods",
            "ref_spans": [
                {
                    "start": 726,
                    "end": 731,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2284,
                    "end": 2289,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2470,
                    "end": 2475,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3049,
                    "end": 3054,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Up to July 2018, 2237 new cases were reported, with 1861 only in KSA and 793 deaths[45](CFR 35.5%). This is an alarming situation as previous predictions on MERS-CoV had instead suggested that MERS-CoV might not sustain as an epidemic in the Arabian Peninsula. The WHO report[44] suggests that MERS-CoV is still a relatively rare disease about which the medical personnel in health-care facilities have low awareness. Globally, MERS-CoV awareness is limited and because symptoms of MERS-CoV infection are non-specific, initial cases can be sometimes easily missed. With improved compliance in infection prevention and control, namely by stricter adherence to the standard precautions at all times, human-to-human transmission in health-care facilities can be reduced and even possibly eliminated with additional use of transmission-based precautions. In that regard, predictive mathematical models can help strengthen our understanding of both MERS-CoV transmission and control.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 86,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 276,
                    "end": 278,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Conclusions ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "In this study, we addressed the capacity of predictive mathematical models based on two-strain MERS-CoV configurations having different transmission functions. The models differed from each other in their force of infection and in how they cope with heterogeneity in transmission. Estimates of transmission rates suggest that community and hospital transmission are dominant in the case of 2-strain models in Riyadh, Macca and Madina. The majority of the 2-strain models suggest that MERS-CoV transmission is dominated by community and hospital human-human transmissions, a fact that reflects the actual transmission scenario in Saudi Arabia [2–4]. Estimates of the parameter that measures transmission diversity between the two strains in the three provinces suggest that two strains are only active in Riyadh. This opposite trend in Riyadh in comparison to the other two provinces may be due to the fact that Riyadh is the capital city with good large health care facilities and a majority of the MERS-CoV patients in Saudi Arabia come to Riyadh for treatment[2]. These patients may therefore carry different MERS strains, ultimately leading to multiple strains being presently co-circulating in Riyadh. Similarly, Cotten et al.[37] found that ancestors of most of the viral clades originated from Riyadh.",
            "cite_spans": [
                {
                    "start": 643,
                    "end": 644,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 645,
                    "end": 646,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1062,
                    "end": 1063,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1231,
                    "end": 1233,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Conclusions ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "We compared among the 2-strain models according to their predictive performance with regard to three targets (i.e. peak week, peak maximum and season totals). Our results suggest that among the three 2-strain models, the model with SAT incidence provides consistently skillful predictions and may be used to date as the best predictive model for MERS-CoV in Riyadh. Riyadh iswhere most of the MERS-CoV cases occur, while for the provinces of Macca and Madina, with lower reported MERS cases, it is difficult to determine the best model among the three 2-strain models. This fact justifies our earlier finding that in Riyadh two different strains are currently active and therefore the performance of the 2-strain models is better there. As per our results for Macca and Madina, only one dominant strain is active in those provinces. Therefore, predictions based on single strain models are there more appropriate. Our results also suggest that among the single strain models, those with SAT incidence always accurately predict the three targets for these two provinces. Thus, a dynamical MERS model considering this crowding effect is the most appropriate configuration to cope with the nature of MERS-CoV transmission.",
            "cite_spans": [],
            "section": "Conclusions ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "We estimated R0 using the best 2-strain model in Riyadh and estimates are in good agreement with the findings of Majumdar et al. [28].The finding that R0 is most of the time above 1 (S1 Fig) is well supported by some previous estimates in literature[28–30,32]. Lower contribution of community transmission in R0 (See Table 2B) in Riyadh and Macca suggests that MERS-CoV transmission is triggered from hospital settings in those provinces. Most interestingly, in some forecasted periods, R0 attains large values, a fact that denotes that a rapid propagation among the susceptible population is indeed possible. More worrisome is the range of values into which R0 moves, most of the time above 1 and below 2,5, a fact that makes it a dangerous infection in terms of silent and constant potential population spread. Community reproduction number RC well above unity (see S4 Fig) in most of the predictive weeks indicate that in a near future a large outbreak may be possible in those provinces. Out-of-fit predictions for the next season totals suggest that there is a high possibility of larger outbreaks in Macca and Riyadh. However, our results instead indicate that there is a very low possibility of larger outbreaks in Madina. The fact that this outbreak did not happen in 2017–2018 does not preclude what may occur in the forthcoming seasons. Under such a scenario, authorities and international health agencies should prepare and actively work towards the prompt implementation of cheap albeit efficient computational platforms ready to assist in the simulation of how a potential outbreak might evolve in the region. More so, given the high probability that another large MERS-CoV outbreak occurs in the Arabian Peninsula or nearby countries. Migration may also play a major role for increased transmission in the provinces of Saudi Arabia and this feature should be properly accounted for in future model configurations. In summary, our findings suggest that in a majority of provinces a single MERS-CoV strain is currently active, conversely to the situation in Riyadh. However, in the near future, it is also possible that more general MERS-CoV transmission occurs from multiple strains in other provinces of Saudi Arabia.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 132,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 250,
                    "end": 252,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 253,
                    "end": 255,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 256,
                    "end": 258,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Conclusions ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 317,
                    "end": 325,
                    "mention": "Table 2B",
                    "ref_id": "TABREF1"
                }
            ]
        }
    ],
    "ref_entries": {
        "TABREF1": {
            "text": "Table 2: (B)Estimated values of the Basic reproduction number (R0), the Hospital reproduction number (RH), and the Community reproduction number (RC)for the three provinces of Saudi Arabia using best model (two strain). The best two strain MERS model is with saturated incidence. The data are given as Mean (95% CI). *The MAE for the three models and their combinations during point prediction of peak week and peak incidence were calculated up-to the peak of the prediction season (11th Week) of the Riyadh province.\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Prediction based upon the best two-strain model (in terms of season totals forecast) for the three provinces of the Saudi-Arabia.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig 1: Distribution of MERS-CoV weekly cases in Riyadh, Macca and Madina provinces during July, 2013—June, 2016. (a) The geographic distribution of MERS-CoV cases reported in 2017 in the Middle East. (b) Time series of weekly incidence data of MERS-CoV in three major provinces, Riyadh, Maccaand Madina, respectively. (c) Two strain Models flow diagram considering asymptomatic, symptomatic, hospitalized, and Zoonotic transmission. Open source KML map for the Middle East was kindly obtained and redrawn by Josep-BoyardMicheau from https://community.qlik.com/t5/Qlik-Sense-Enterprise-Documents/GCC-Middle-East-country-boundary-KML-maps-KML-Shapefile/ta-p/1478595.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: Representation of the three incidence functions, g(I). Top: g(I) = βI, bilinear incidence function. Bottom-left: g(I) = βIN(1+αI2), non-monotone incidence function and; bottom-right: g(I) = βIN(1+αI), saturated incidence function. Here, N = 1000, α = 1 and β = 1.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: Observed data points are shown in blue and the solid line depicts the model solutions. The three two-strain models fitted to cumulative MERS-CoV cases are: M1: 2-strain model with bilinear incidence, M2: 2-strain model with non-monotone incidence, and M3: 2-strain model with saturated incidence.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: Notice that whereas M1 provides the best prediction for both Macca and Madina (top), M2 instead does it for the two-strain situation occurring in Riyadh. Blue line is MERS-CoV cases, solid black line predictions and yellow area denotes 95% confidence interval for predictions.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 5: Each model was aimed at predicting MERS-CoV epidemiological targets (top-peak week (No.), bottom-peak incidence (No.)) in Riyadh. Panels showing peak week and peak incidences are displayed up to the time of occurrence (11th week). Representations of the 2-strain models M1, M2, and M3 are the same as in Fig 2A. Dashed lines are observed values.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig 6: Large outbreak size (red circles) are defined as those samples which exceeds previous year (July 2015 to July 2016) total season cases. Blue circles denote those samples that fall below previous year total cases. The black line denotes total cases during July 2015 to July 2016 of the data. M1: two strain model with bilinear incidence, M3: two strain model with saturated incidence.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig 7: Here M1: single strain model with BL force of infection, M2: single strain model with non-monotone incidence, and M3: single strain model with saturated incidence. Solid black curve represents model solution and yellow region denotes 95% confidence interval for predictions.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig 8: (Model fitted is a 2-strain model with saturated incidence. One year appears in each panel S1 to S3(S1 = S2 = S3 = 52 weeks). Line and circle line refers to observations and 95%confidence interval for cumulative predictions denoted by the yellow region.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Co-circulation of three camel coronavirus species and recombination of MERS-CoVs in Saudi Arabia",
            "authors": [],
            "year": 2016,
            "venue": "Science",
            "volume": "351",
            "issn": "",
            "pages": "81-84",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aac8608"
                ]
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Synthesizing data and models for the spread of MERS-CoV, 2013: key role of index cases and hospital transmission",
            "authors": [],
            "year": 2014,
            "venue": "Epidemics",
            "volume": "9",
            "issn": "",
            "pages": "40-51",
            "other_ids": {
                "DOI": [
                    "10.1016/j.epidem.2014.09.011"
                ]
            }
        },
        "BIBREF4": {
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [],
            "year": 2012,
            "venue": "N. Engl. J. Med",
            "volume": "367",
            "issn": "",
            "pages": "1814-1820",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1211721"
                ]
            }
        },
        "BIBREF5": {
            "title": "Probable transmission chains of Middle East respiratory syndrome coronavirus and the multiple generations of secondary infection in South Korea",
            "authors": [],
            "year": 2015,
            "venue": "Int. J. Infect. Dis",
            "volume": "38",
            "issn": "",
            "pages": "65-67",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2015.07.014"
                ]
            }
        },
        "BIBREF6": {
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV): animal to human interaction",
            "authors": [],
            "year": 2015,
            "venue": "Pathog. Glob. Health",
            "volume": "109",
            "issn": "8",
            "pages": "354-362",
            "other_ids": {
                "DOI": [
                    "10.1080/20477724.2015.1122852"
                ]
            }
        },
        "BIBREF7": {
            "title": "Lack of Middle East respiratory syndrome coronavirus transmission from infected camels",
            "authors": [],
            "year": 2015,
            "venue": "Emerg. Infect. Diseases",
            "volume": "21",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Transmission and evolution of the Middle East respiratory syndrome coronavirus in Saudi Arabia: a descriptive genomic study",
            "authors": [],
            "year": 2013,
            "venue": "The Lancet",
            "volume": "382",
            "issn": "9909",
            "pages": "1993-2002",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Evaluation of candidate vaccine approaches for MERS-CoV",
            "authors": [],
            "year": 2015,
            "venue": "Nat. Commun",
            "volume": "6",
            "issn": "7712",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Forecasting disease risk for increased epidemic preparedness in public health",
            "authors": [],
            "year": 2000,
            "venue": "Adv.Parasitol",
            "volume": "47",
            "issn": "",
            "pages": "309-330",
            "other_ids": {
                "DOI": [
                    "10.1016/s0065-308x(00)47013-2"
                ]
            }
        },
        "BIBREF11": {
            "title": "Real-time influenza forecasts during the 2012–2013 season",
            "authors": [],
            "year": 2013,
            "venue": "Nat.Commun",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms3837"
                ]
            }
        },
        "BIBREF12": {
            "title": "Results from the centers for disease control and prevention’s predict the 2013–2014 Influenza Season Challenge",
            "authors": [],
            "year": 2016,
            "venue": "BMC Infect. Dis",
            "volume": "16",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "&Karspeck, A. Forecasting seasonal outbreaks of influenza",
            "authors": [],
            "year": 2012,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "109",
            "issn": "50",
            "pages": "20425-20430",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1208772109"
                ]
            }
        },
        "BIBREF14": {
            "title": "Superensemble forecasts of dengue outbreaks",
            "authors": [],
            "year": 2016,
            "venue": "J. R. Soc. Interface",
            "volume": "13",
            "issn": "123",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2016.0410"
                ]
            }
        },
        "BIBREF15": {
            "title": "Prediction of infectious disease epidemics via weighted density ensembles",
            "authors": [],
            "year": 2018,
            "venue": "PLoSComput. Biol",
            "volume": "14",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Interhuman transmissibility of Middle East respiratory syndrome coronavirus: estimation of pandemic risk",
            "authors": [],
            "year": 2013,
            "venue": "The Lancet",
            "volume": "382",
            "issn": "9893",
            "pages": "694-699",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Unraveling the drivers of MERS-CoV transmission",
            "authors": [],
            "year": 2016,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "113",
            "issn": "32",
            "pages": "9081-9086",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1519235113"
                ]
            }
        },
        "BIBREF18": {
            "title": "Middle East respiratory syndrome",
            "authors": [],
            "year": 2015,
            "venue": "The Lancet",
            "volume": "386",
            "issn": "9997",
            "pages": "995-1007",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Infectious Middle East respiratory syndrome coronavirus excretion and serotype variability based on live virus isolates from patients in Saudi Arabia",
            "authors": [],
            "year": 2015,
            "venue": "J. Clin. Microbiol",
            "volume": "53",
            "issn": "9",
            "pages": "2951-2955",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.01368-15"
                ]
            }
        },
        "BIBREF20": {
            "title": "&Serio, G. A generalization of the Kermack-McKendrick deterministic epidemic model",
            "authors": [],
            "year": 1978,
            "venue": "Math.Biosci",
            "volume": "42",
            "issn": "1–2",
            "pages": "43-61",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Epidemic models with nonlinear infection forces. Math.Biosci",
            "authors": [],
            "year": 2006,
            "venue": "Eng",
            "volume": "3",
            "issn": "1",
            "pages": "267-279",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "&Ruan, S. Global analysis of an epidemic model with nonmonotone incidence rate",
            "authors": [],
            "year": 2007,
            "venue": "Math.Biosci",
            "volume": "208",
            "issn": "2",
            "pages": "419-29",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mbs.2006.09.025"
                ]
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Incubation periods of acute respiratory viral infections: a systematic review",
            "authors": [],
            "year": 2009,
            "venue": "Lancet Infect. Dis",
            "volume": "9",
            "issn": "5",
            "pages": "291-300",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(09)70069-6"
                ]
            }
        },
        "BIBREF25": {
            "title": "Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [],
            "year": 2013,
            "venue": "N. Engl. J. Med",
            "volume": "2013",
            "issn": "369",
            "pages": "407-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Modeling the transmission of Middle East respirator syndrome corona virus in the Republic of Korea",
            "authors": [],
            "year": 2015,
            "venue": "PloSOne",
            "volume": "10",
            "issn": "12",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Estimation of MERS-coronavirus reproductive number and case fatality rate for the spring 2014 Saudi Arabia outbreak: insights from publicly available data",
            "authors": [],
            "year": 2014,
            "venue": "PLoSCurrents",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Quantifying spatiotemporal heterogeneity of MERS-CoV transmission in the Middle East region: a combined modelling approach",
            "authors": [],
            "year": 2016,
            "venue": "Epidemics",
            "volume": "15",
            "issn": "",
            "pages": "1-9",
            "other_ids": {
                "DOI": [
                    "10.1016/j.epidem.2015.12.001"
                ]
            }
        },
        "BIBREF29": {
            "title": "Assessing the risk of observing multiple generations of Middle East respiratory syndrome (MERS) cases given an imported case",
            "authors": [],
            "year": 2015,
            "venue": "Eurosurveillance",
            "volume": "20",
            "issn": "27",
            "pages": "6-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Risk of MERS importation and onward transmission: a systematic review and analysis of cases reported to WHO",
            "authors": [],
            "year": 2016,
            "venue": "BMC Infect.Dis",
            "volume": "16",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12879-016-1787-5"
                ]
            }
        },
        "BIBREF31": {
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) nosocomial outbreak in South Korea: insights from modeling",
            "authors": [],
            "year": 2015,
            "venue": "PeerJ",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Identifying determinants of heterogeneous transmission dynamics of the Middle East respiratory syndrome (MERS) outbreak in the Republic of Korea, 2015: a retrospective epidemiological analysis",
            "authors": [],
            "year": 2016,
            "venue": "BMJ Open",
            "volume": "6",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Tropism and replication of Middle East respiratory syndrome coronavirus from dromedary camels in the human respiratory tract: an in-vitro and ex-vivo study",
            "authors": [],
            "year": 2014,
            "venue": "Lancet Respir. Med",
            "volume": "2",
            "issn": "10",
            "pages": "813-822",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(14)70158-4"
                ]
            }
        },
        "BIBREF34": {
            "title": "The role of superspreading in Middle East respiratory syndrome coronavirus (MERS-CoV) transmission",
            "authors": [],
            "year": 2015,
            "venue": "Eurosurveillance",
            "volume": "20",
            "issn": "25",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.es2015.20.25.21167"
                ]
            }
        },
        "BIBREF35": {
            "title": "Transmission characteristics of MERS and SARS in the healthcare setting: a comparative study",
            "authors": [],
            "year": 2015,
            "venue": "BMC Med",
            "volume": "13",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Spread, circulation, and evolution of the Middle East respiratory syndrome coronavirus",
            "authors": [],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "1",
            "pages": "e01062-13",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.01062-13"
                ]
            }
        },
        "BIBREF37": {
            "title": "Modelling crowding effects in infectious disease transmission",
            "authors": [],
            "year": 2015,
            "venue": "B. Aust. Math. Soc",
            "volume": "92",
            "issn": "3",
            "pages": "522-523",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Mean crowding",
            "authors": [],
            "year": 1967,
            "venue": "J. Anim. Ecol",
            "volume": "",
            "issn": "",
            "pages": "1-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Estimating the reproductive numbers for the 2008–2009 cholera outbreaks in Zimbabwe",
            "authors": [],
            "year": 2011,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "108",
            "issn": "21",
            "pages": "8767-8772",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1019712108"
                ]
            }
        },
        "BIBREF41": {
            "title": "Phenomenological forecasting of disease incidence using heteroskedastic Gaussian processes: a dengue case study",
            "authors": [],
            "year": 2018,
            "venue": "Ann. Appl. Stat",
            "volume": "12",
            "issn": "1",
            "pages": "27-66",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "DRAM: efficient adaptive MCMC",
            "authors": [],
            "year": 2006,
            "venue": "Stat.Comput",
            "volume": "16",
            "issn": "4",
            "pages": "339-54",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Modeling the spread of Middle East respiratory syndrome coronavirus in Saudi Arabia",
            "authors": [],
            "year": 2018,
            "venue": "Stat Methods Med Res",
            "volume": "27",
            "issn": "7",
            "pages": "1968-1978",
            "other_ids": {
                "DOI": [
                    "10.1177/0962280217746442"
                ]
            }
        }
    }
}