{
    "paper_id": "PMC7117947",
    "metadata": {
        "title": "A novel treatment approach to the novel coronavirus: an argument for the use of therapeutic plasma exchange for fulminant COVID-19",
        "authors": [
            {
                "first": "Philip",
                "middle": [],
                "last": "Keith",
                "suffix": "",
                "email": "Pkeith97@yahoo.com",
                "affiliation": {}
            },
            {
                "first": "Matthew",
                "middle": [],
                "last": "Day",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Linda",
                "middle": [],
                "last": "Perkins",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lou",
                "middle": [],
                "last": "Moyer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kristi",
                "middle": [],
                "last": "Hewitt",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Adam",
                "middle": [],
                "last": "Wells",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The novel coronavirus (“SARS-CoV-2”) outbreak has created a sense of panic globally and has the medical community rapidly searching for answers. An estimated 100,000 individuals have already been infected with nearly 3300 deaths attributed to the disease (termed COVID-19) [1]. The search for effective treatment is underway with multiple investigations ongoing across the world. Chinese authorities have reported success treating infected patients with donated plasma from survivors of the illness, the proposed benefit being protective antibodies formed by the survivors [2]. Plasma transfusion and blood purification are not novel therapies, and we propose therapeutic plasma exchange as a possible treatment for fulminant COVID-19.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 275,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 574,
                    "end": 575,
                    "mention": "2",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "With COVID-19, the degree of illness varies, ranging from asymptomatic to fulminant and fatal. The World Health Organization estimates that serious illness may occur in as many as 13.8% of cases and 6.1% are critical [3]. When fulminant, patients may develop sepsis, acute respiratory distress syndrome (ARDS), and/or multiple organ failure which are not unique to coronavirus. While treatment of the virus itself is certainly desired, treatment of the systemic response is likely to be the more important aspect of care and should be aggressively sought. This host response to infection has been well described and involves a complex interaction of cytokine storm, inflammation, endothelial dysfunction, and pathologic coagulation [4–8]. The pathway is common to multiple inciting events and has been the target of treatment for years, with therapeutic plasma exchange uniquely offering benefit on multiple levels by removing inflammatory cytokines, stabilizing endothelial membranes, and resetting the hypercoagulable state [4, 8, 9]. An in-depth review is beyond the scope of this editorial, but the reader is encouraged to review the referenced articles. Figure 1 briefly illustrates the pathway.\n",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 219,
                    "mention": "3",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 733,
                    "end": 734,
                    "mention": "4",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 735,
                    "end": 736,
                    "mention": "8",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1027,
                    "end": 1028,
                    "mention": "4",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1030,
                    "end": 1031,
                    "mention": "8",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1033,
                    "end": 1034,
                    "mention": "9",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "",
            "ref_spans": [
                {
                    "start": 1166,
                    "end": 1167,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Busund and colleagues showed a tendency toward improved mortality with adjunct TPE in adult patients with sepsis and multiple organ failure in the sole, adult-only randomized controlled trial on this subject [10] while a meta-analysis by Rimmer showed mortality benefit in adult patients as well [11]. Drawing from this data, Patel and colleagues utilized TPE during the 2009 H1N1 influenza A outbreak in three pediatric patients presenting in a similar fashion to those seen with fulminant COVID-19 today [12]. All three patients developed ARDS with hemodynamic compromise that continued to deteriorate despite standard care and rescue therapy for ARDS including inhaled nitric oxide (3/3) and veno-venous ECMO (1/3). Predicted mortality was high, but all three had full recovery from their illness after receiving rescue TPE.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 211,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 297,
                    "end": 299,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 507,
                    "end": 509,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Others have reported successful outcomes, feasibility, and safety of TPE for sepsis, but none have investigated specifically in pneumonia/ARDS. Our group has recently submitted the results of our single-center experience with TPE in sepsis with multiple organ failure with the manuscript currently under consideration for publication with preprint available online (DOI: 10.21203/rs.3.rs-16022/v1) [13]. In our trial, charts were retrospectively reviewed and patients receiving adjunct TPE were propensity matched to patients with similar illness who received standard of care alone. Full details are available online, but it should be noted that all patients required ≥ 2 vasopressors and all patients receiving TPE required mechanical ventilator support. Nearly half of the patients in both groups (39/80) presented with pneumonia as the primary source of infection, and a subgroup analysis showed the greatest mortality benefit with TPE in these patients (47.8% mortality vs. 81.3% mortality, p = 0.05). While a single-center, retrospective trial is obviously limited, the results are very encouraging and support the need for further investigation, particularly in today’s environment with increasing incidence of COVID-19. Our practice has changed based on our experience, and we now often utilize TPE earlier in the clinical course of septic shock with MODS and ARDS rather than as “rescue therapy.” Anecdotally, the results have been remarkable but have not been reviewed or statistically analyzed.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 401,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The novel coronavirus has generated worldwide attention due to the potential impact on global health. The uncertainties of the disease are frightening, but it is likely that the host response to coronavirus is the same as that seen in other infections. Presently, treatment for sepsis and ARDS centers on early antimicrobials, source control, and “supportive care.” This outbreak should serve as impetus to investigate therapies targeting the pathways that lead to the morbidity and mortality associated with these syndromes. Therapeutic plasma exchange shows promise, and we propose that randomized trials be designed to investigate further.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: Physiologic pathway of sepsis which serve as potential targets of therapeutic plasma exchange",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Plasmapheresis in severe sepsis and septic shock: a prospective, randomized, controlled trial",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Busund",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Koukline",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Utrobin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Intensive Care Med",
            "volume": "28",
            "issn": "",
            "pages": "1434-1439",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-002-1410-7"
                ]
            }
        },
        "BIBREF2": {
            "title": "The efficacy and safety of plasma exchange in patients with sepsis and septic shock: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rimmer",
                    "suffix": ""
                },
                {
                    "first": "BL",
                    "middle": [],
                    "last": "Houston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Crit Care",
            "volume": "18",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s13054-014-0699-2"
                ]
            }
        },
        "BIBREF3": {
            "title": "Use of therapeutic plasma exchange as a rescue therapy in 2009 pH1N1 influenza A--an associated respiratory failure and hemodynamic shock",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nandwani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vanchiere",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pediatr Crit Care Med",
            "volume": "12",
            "issn": "2",
            "pages": "e87-e89",
            "other_ids": {
                "DOI": [
                    "10.1097/PCC.0b013e3181e2a569"
                ]
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Sepsis and septic shock: endothelial molecular pathogenesis associated with vascular microthrombotic disease",
            "authors": [
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Thromb J",
            "volume": "17",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12959-019-0198-4"
                ]
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Endothelial permeability and hemostasis in septic shock: results from the ProCESS trial",
            "authors": [
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Filbin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Chest.",
            "volume": "152",
            "issn": "1",
            "pages": "22-31",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chest.2017.01.010"
                ]
            }
        },
        "BIBREF10": {
            "title": "Shock induced endotheliopathy (SHINE) in acute critical illness – a unifying pathophysiologic mechanism",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Johansson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stensballe",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Ostrowski",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Crit Care",
            "volume": "21",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s13054-017-1605-5"
                ]
            }
        },
        "BIBREF11": {
            "title": "Bench-to-bedside review: thrombocytopenia-associated multiple organ failure - a newly appreciated syndrome in the critically ill",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carcillo",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Crit Care",
            "volume": "10",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/cc5064"
                ]
            }
        },
        "BIBREF12": {
            "title": "Early therapeutic plasma exchange in septic shock: a prospective open-label nonrandomized pilot study focusing on safety, hemodynamics, vascular barrier function, and biologic markers",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Knaup",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stahl",
                    "suffix": ""
                },
                {
                    "first": "BMW",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Crit Care",
            "volume": "22",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s13054-018-2220-9"
                ]
            }
        }
    }
}