{
    "paper_id": "PMC7108716",
    "metadata": {
        "title": "Forecasting the novel coronavirus COVID-19",
        "authors": [
            {
                "first": "Fotios",
                "middle": [],
                "last": "Petropoulos",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Spyros",
                "middle": [],
                "last": "Makridakis",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lidia",
                "middle": [
                    "Adriana"
                ],
                "last": "Braunstein",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The accuracy of traditional forecasting largely depends on the availability of data to base its predictions and estimates of uncertainty. In outbreaks of epidemics there is no data at all in the beginning and then limited as time passes, making predictions widely uncertain. On February 18, 2020, a New York Times article [1] cautioned against excessive optimism about the crisis peaking, even though there were close to 50 days since the virus had been identified.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 324,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "1 Introduction",
            "ref_spans": []
        },
        {
            "text": "Besides, there are concerns that the data may not be reliable, as was the case of bird flu and SARS when the number of affected people and deaths were misreported to hide the extent of the epidemic. Similarly, in the case of COVID-19, the reporting did not reflect the correct numbers as well when on the February 13 a new category of “clinically diagnosed” was added to “lab-confirmed” ones [2]. Such problems decrease forecasting accuracy and increase uncertainty, making the drawing of definite conclusions more difficult.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 394,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "1 Introduction",
            "ref_spans": []
        },
        {
            "text": "Related to forecasting accuracy and uncertainty, there is a more severe problem that has to do the perception of epidemics and pandemics. Politicians are concerned with regards to the measures to be taken while the general population fears about the impact on the epidemic on their health/lives. Furthermore, the pharmaceutical firms are working on vaccinations for the new virus with considerable commercial interest. This was the case with SARS when governments persuaded on the severity of the virus bought large numbers of vaccines that were never used as its spread stopped without the need to vaccinate people.",
            "cite_spans": [],
            "section": "1 Introduction",
            "ref_spans": []
        },
        {
            "text": "Of course, the big problem is the asymmetry of risks and the irrational fear of a pandemic with its possible catastrophic consequences, as happened with the 1918 Spanish flu that killed an estimated 50 million worldwide. In contrast, the SARS killed a total of 774 in 2003 and the bird flu around 100 in 1997. COVID-19 has resulted in an estimated 5.8 thousand deaths until now (15/03/2020). At the same time, there is much less concern over the seasonal flu that kills about 646,000 people worldwide each year [3].",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 513,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "1 Introduction",
            "ref_spans": []
        },
        {
            "text": "Medical predictions are often not accurate while their uncertainty is seriously underestimated [4]. Predicting the future of epidemics and pandemics is much more difficult as the number of cases to be studied can be measured in one hand. At one end of the scale is the case of SARS where the fear of becoming a pandemic was overblown, resulting in overspending and the application of restrictive measures to be contained that it turned out to be unnecessary. At the other end is the Spanish flu that turned out to be a serious pandemic with catastrophic consequences, arguably in a different era when communication and the ability to raise public awareness (and possibly exaggerated fear) were limited.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 97,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "1 Introduction",
            "ref_spans": []
        },
        {
            "text": "Despite the inaccuracies associated with medical predictions, still forecasting is invaluable in allowing us to better understand the current situation and plan for the future. In this paper, we provide statistical forecasts for the confirmed cases of COVID-19 using robust time series models, and we analyse the trajectory of recovered cases.",
            "cite_spans": [],
            "section": "1 Introduction",
            "ref_spans": []
        },
        {
            "text": "We first started at the end of January 31, 2020 and only had ten actual data points in hand. We decided to use a multiplicative trend exponential smoothing model. The forecasts (and 90% prediction intervals) produced at the end of 31/01/2020 are presented in Fig 2 with red (and pink) colour. Note that the vertical axis is log-scaled. The mean estimate (point forecast) for the confirmed cases ten-days-ahead was 209 thousand with the 90% prediction intervals ranging from about 38 to 534 thousand cases. The actual confirmed cases on 10/02/2020 were just under 43 thousand. We observe a considerable forecast error from the mean estimate equal to 166 thousand cases (an absolute percentage error of 388%), with the forecasts being extremely positively biased. Still, the actual cases lie within the prediction intervals.",
            "cite_spans": [],
            "section": "First round of forecasts: 01/02/2020 till 10/02/2020 ::: 2 Analysis and forecasting",
            "ref_spans": [
                {
                    "start": 259,
                    "end": 264,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Then, we increased the historical number of our data to include cases up to the end of February 10, 2020 (20 data points). We once again produced ten-days-ahead predictions. The forecasts and prediction intervals are depicted in Fig 2 with blue colour. We observe that the actual values for the period 11/02/2020 until 20/02/2020 closely follow the mean estimate. The forecast error on 20/02/2020 was 5.8 thousand cases (an absolute percentage error of 7.7%). This was despite the change that was made on 13/02/2020 with regards to how confirmed cases are recorded to now include “clinically diagnosed” instances as opposed to exclusively lab-confirmed. One crucial observation is that this more accurate forecast came with a significant decrease in the steepness of the slope compared to the forecast for the previous ten-days period. Another observation is that at the end of 20/02/2020, we were still over-forecasting the number of confirmed cases. Finally, all actual values lied well inside the prediction intervals range.",
            "cite_spans": [],
            "section": "Second round of forecasts: 11/02/2020 till 20/02/2020 ::: 2 Analysis and forecasting",
            "ref_spans": [
                {
                    "start": 229,
                    "end": 234,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "We produced a third set of forecasts and prediction intervals using the data up until 20/02/2020. The forecasts are presented in Fig 2 with green colour. The mean estimate for ten-days-ahead (01/03/2020) was 83 thousand cases. The slope of the forecasts was, once again, lower compared to the previous two sets of forecasts, confirming the fact that the observed confirmed cases (up until 20/02/2020) show a steady decrease. We also observed a significant decrease in the associated forecast uncertainty, with the prediction intervals being much tighter compared to our past forecasts. The 90% prediction intervals worst-case scenario was about 600 thousand cases, which is halved compared to that of the last round of forecasts (1.2 million cases). The actual confirmed cases at the end of 01/03/2020 were 88 thousand. At the end of this third round of forecasts, we recorded an error of 5.5 thousand cases (6.2%). While this error was lower than the previous round (in both absolute and percentage terms), it was the first time that our 10-days ahead forecast were below the actual values (under-forecasting). This was because the virus had been spreading in three countries outside Mainland China (South Korea, Iran, and Italy).",
            "cite_spans": [],
            "section": "Third round of forecasts: 21/02/2020 till 01/03/2020 ::: 2 Analysis and forecasting",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 134,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Our fourth round of forecasts is shown in Fig 2 with purple colour. The mean estimate for 11/03/2020 was 112 thousand confirmed cases, with the uncertainty levels being similar to the previous round: There was a 5% chance that they would exceed 613 thousand by the end of 11/03/2020. The observed actual confirmed cases at the end of this period were almost 127 thousand. The absolute forecast error at the end of the last period (11/03/2020) was 15.4K (12.1%), higher compared to the previous set of forecasts but still well within the prediction intervals. For the second round in a row, we were consistently under-forecasting the actual cases. This was due to the exponential increase of the confirmed cases mostly in Europe, Iran and the US, with South Korea managing to decrease the number of new daily cases significantly.",
            "cite_spans": [],
            "section": "Fourth round of forecasts: 02/03/2020 till 11/03/2020 ::: 2 Analysis and forecasting",
            "ref_spans": [
                {
                    "start": 42,
                    "end": 47,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "We produced a final set of forecasts and prediction intervals using the most recent data, up until 11/03/2020. These are presented in Fig 2 with yellow/gold colour. Note that we estimated three levels of uncertainty (50, 70 and 90%). The trend of our forecasts is much increased compared to the last two rounds: We predict 83 thousand new cases for this round (a total of 210 thousand cases). The associated levels of uncertainty are also increased: There is a 25% chance that the total confirmed cases will exceed 413 thousand by the end of 21/03/2020; and a 5% chance that they will exceed 1.19M.",
            "cite_spans": [],
            "section": "Fifth round of forecasts: 12/03/2020 till 21/03/2020 ::: 2 Analysis and forecasting",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 139,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "We also attempted to produce forecasts by splitting the recorded confirmed cases into two groups: cases within Mainland China and cases anywhere else, as the trends into these two groups are different. We fitted independent exponential smoothing models, and then we summed up the forecasts (bottom-up hierarchical forecasting). We notice that using this approach, the mean estimate is close to that if all data are considered together (207 versus 210 thousand cases). However, the estimated uncertainty by splitting the data is considerably lower, possibly since the confirmed cases outside Mainland China have significantly increased only recently.",
            "cite_spans": [],
            "section": "Fifth round of forecasts: 12/03/2020 till 21/03/2020 ::: 2 Analysis and forecasting",
            "ref_spans": []
        },
        {
            "text": "We next turn our attention to the recovered cases that have received little attention until now. We focus on the number of the recovered cases as a percentage of the total confirmed cases as well as the ratio of recovered cases versus deaths. We are particularly interested in the trajectory of these two ratios. Fig 3 presents this analysis. First, we observe the solid relationship between the two curves. Second, we notice that despite the very small percentages of recovered cases until the end of January (less than 2%), currently, about 1 out of 2 confirmed cases have recovered (52.8% of the total confirmed cases). Moreover, the ratio of recovered cases versus deaths is currently above 14:1. Despite this, we observe a reverse of both curves since 08/03/2020, which is associated with the increasing number of cases outside Mainland China.",
            "cite_spans": [],
            "section": "Recovered cases ::: 2 Analysis and forecasting",
            "ref_spans": [
                {
                    "start": 313,
                    "end": 318,
                    "mention": "Fig 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The uncertainty surrounding an unknown, novel coronavirus can spark a global alarm, leading a Harvard Professor stating that 40-70% of the global population might be infected in the coming year [11] which matches Chancellor Angela Merkel’s warning regarding the effects of the novel coronavirus in Germany [12]. Norman, Bar-Yam and Taleb [13] discuss the systemic risk of pandemics, the existence of fat-tailed processes due to global interconnectivity and the negatively biased estimates of spread, reproduction and mortality rates. On the opposite side, others are arguing about people overly panicking [14] and neglecting the probabilities [15, 16] with the new virus being the first “infodemic” as a result of the hyper-connectivity offered by today’s social media [17, 18]. The polarisation of the opinions globally can be summarised by the quotes of three renowned personalities:",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 197,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 307,
                    "end": 309,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 339,
                    "end": 341,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 606,
                    "end": 608,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 644,
                    "end": 646,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 648,
                    "end": 650,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 770,
                    "end": 772,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 774,
                    "end": 776,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "3 Discussion and conclusion",
            "ref_spans": []
        },
        {
            "text": "Regardless of what one’s beliefs are, we believe that forecasts and their associated uncertainty can and should be an integral part of the decision-making process, especially in high-risk cases. Apart from the significant public health concerns, the dangers imposed on global supply chains and the economy as a whole are also considerable [22, 23]. Risk-averse people can focus on the worst-case-scenarios and act accordingly. Deciding to discard any formal, statistical forecasts and acting conservatively, still implies an underlying forecasting process, even if this process is not formalised (personal judgment/belief).",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 342,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 344,
                    "end": 346,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "3 Discussion and conclusion",
            "ref_spans": []
        },
        {
            "text": "In this exercise, we used univariate time series models, which assume that the data is accurate and past patterns (including precautionary measures) will continue to apply. Significant, consistent forecast errors (potentially spanning outside the prediction intervals) should be associated with changes in the observed patterns and the need for additional actions and measures in the case of negatively biased forecasts.",
            "cite_spans": [],
            "section": "3 Discussion and conclusion",
            "ref_spans": []
        },
        {
            "text": "We believe that the significant forecast error at the end of the first forecast period (from 01/02/2020 to 10/20/2020) as depicted in Fig 2 could be the result of two factors:",
            "cite_spans": [],
            "section": "3 Discussion and conclusion",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 139,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Our second and third sets of forecasts that cover the period 11/02/2020 to 01/03/2020 were very close to the recorded confirmed cases (the forecast error was lower than 6 thousand cases at the end of each 10-day period). The slowing down of the trend during this period suggested that COVID-19 would not cause any serious problems, particularly outside of Mainland China. Unfortunately, that was not the case. The last two sets of forecasts that cover the period 02/03/2020 to 21/03/2020 show a significant increase in the trend of cases globally coupled with an increase in the associated uncertainty. We hope that our forecasts will be a useful tool for governments and individuals towards making decisions and taking the appropriate actions to contain the spreading of the virus to the degree possible.",
            "cite_spans": [],
            "section": "3 Discussion and conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF1": {
            "text": "Fig 2: The y-axis is log-scaled.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Predicting medical risks and appreciating uncertainty",
            "authors": [],
            "year": 2019,
            "venue": "Foresight: The International Journal of Applied Forecasting",
            "volume": "52",
            "issn": "",
            "pages": "28-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "A state space framework for automatic forecasting using exponential smoothing methods",
            "authors": [],
            "year": 2002,
            "venue": "International Journal of Forecasting",
            "volume": "18",
            "issn": "3",
            "pages": "439-454",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Exponential smoothing with a damped multiplicative trend",
            "authors": [],
            "year": 2003,
            "venue": "International Journal of Forecasting",
            "volume": "19",
            "issn": "4",
            "pages": "715-725",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "The accuracy of extrapolation (time series) methods: Results of a forecasting competition",
            "authors": [],
            "year": 1982,
            "venue": "Journal of Forecasting",
            "volume": "1",
            "issn": "2",
            "pages": "111-153",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "The M3-Competition: results, conclusions and implications",
            "authors": [],
            "year": 2000,
            "venue": "International Journal of Forecasting",
            "volume": "16",
            "issn": "4",
            "pages": "451-476",
            "other_ids": {
                "DOI": [
                    "10.1016/S0169-2070(00)00057-1"
                ]
            }
        },
        "BIBREF8": {
            "title": "The M4 competition: 100,000 time series and 61 forecasting methods",
            "authors": [],
            "year": 2020,
            "venue": "International Journal of Forecasting",
            "volume": "36",
            "issn": "1",
            "pages": "54-74",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Judgmental selection of forecasting models",
            "authors": [],
            "year": 2018,
            "venue": "Journal of Operations Management",
            "volume": "60",
            "issn": "",
            "pages": "34-46",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Responding to Covid-19—A Once-in-a-Century Pandemic?",
            "authors": [],
            "year": 2020,
            "venue": "The New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2003762"
                ]
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China",
            "authors": [],
            "year": 2020,
            "venue": "Journal of the American Medical Association",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}