{
    "paper_id": "PMC7118348",
    "metadata": {
        "title": "Estimating the infection and case fatality ratio for coronavirus disease (COVID-19) using age-adjusted data from the outbreak on the Diamond Princess cruise ship, February 2020",
        "authors": [
            {
                "first": "Timothy",
                "middle": [
                    "W"
                ],
                "last": "Russell",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Joel",
                "middle": [],
                "last": "Hellewell",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Christopher",
                "middle": [
                    "I"
                ],
                "last": "Jarvis",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kevin",
                "middle": [],
                "last": "van Zandvoort",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sam",
                "middle": [],
                "last": "Abbott",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ruwan",
                "middle": [],
                "last": "Ratnayake",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stefan",
                "middle": [],
                "last": "Flasche",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rosalind",
                "middle": [
                    "M"
                ],
                "last": "Eggo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "W",
                "middle": [
                    "John"
                ],
                "last": "Edmunds",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Adam",
                "middle": [
                    "J"
                ],
                "last": "Kucharski",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "On 1 February 2020, a patient tested positive for COVID-19 in Hong Kong; they had disembarked from the Diamond Princess cruise ship on 25 January [1,2]. This patient had had onset of symptoms on 19 January, one day before boarding the ship [1]. After its return to Yokohama, Japan, on 3 February, the ship was held in quarantine, during which testing was performed in order to measure COVID-19 infections among the 3,711 passengers and crew members on board. ",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 148,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 149,
                    "end": 150,
                    "mention": "2",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 241,
                    "end": 242,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Situation on the cruise ship",
            "ref_spans": []
        },
        {
            "text": "Passengers of the Diamond Princess were initially to be held in quarantine for 14 days until 17 February. However, those who had intense exposure to the confirmed case-patient, such as sharing a cabin, were held in quarantine beyond the initial 14-day window [2]. According to reference [2], by 20 February, there were 619 confirmed cases on-board (17%), 318 of them were asymptomatic (asymptomatic cases were either self-assessed to be symptomless or tested positive before symptom onset) and 301 were symptomatic [2]. Overall 3,063 PCR tests were performed among passengers and crew members. Testing started among the elderly passengers, descending by age [2]. For details on the testing procedure, see [1] and [2].",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 261,
                    "mention": "2",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 288,
                    "end": 289,
                    "mention": "2",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 516,
                    "end": 517,
                    "mention": "2",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 659,
                    "end": 660,
                    "mention": "2",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 706,
                    "end": 707,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 714,
                    "end": 715,
                    "mention": "2",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Situation on the cruise ship",
            "ref_spans": []
        },
        {
            "text": "To date, there have been many estimates of the CFR of COVID-19, far too many to exhaustively summarise here. However, to give an idea, estimates range from 0.4% (95% confidence interval (CI): 0.4–0.5) [3] to 3.8% [4]. During an outbreak, the so-called naive CFR (nCFR), i.e. the ratio of reported deaths date to reported cases to date, will underestimate the true CFR because the outcome (recovery or death) is not known for all cases [5,6], assuming all cases are detected. We can estimate the true denominator for the CFR (i.e. the number of cases with known outcomes) by accounting for the delay from confirmation to death [6]. We assumed that the delay from confirmation to death followed the same distribution as the estimated time from hospitalisation to death, based on data from the COVID-19 outbreak in Wuhan, China, between 17 December 2019 and 22 January 2020, accounting for underestimation in the data as a result of as-yet-unknown disease outcomes (Figure, panels A and B) [7]. As a sensitivity analysis, we also considered raw ‘non-truncated’ distributions, which do not account for censoring (i.e. because of the continued growth of the outbreak, cases with shorter incubation periods are more likely to be included in the data set); the raw and truncated distributions (Supplementary Figure S1) had a mean of 8.6 days and 13 days, respectively (Supplementary Tables S1 and S2).",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 203,
                    "mention": "3",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 214,
                    "end": 215,
                    "mention": "4",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 436,
                    "end": 437,
                    "mention": "5",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 438,
                    "end": 439,
                    "mention": "6",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 627,
                    "end": 628,
                    "mention": "6",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 988,
                    "end": 989,
                    "mention": "7",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Adjusting for outcome delay in case fatality ratio estimates",
            "ref_spans": [
                {
                    "start": 963,
                    "end": 969,
                    "mention": "Figure",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We used data from two different sources in our analyses. Time-series for the date of confirmation of cases and the date of each death were taken from the World Health Organization situation reports [8], using data up to 5 March. The breakdown of which cases were symptomatic and which were asymptomatic was taken from [1] and [2], which included data up to 20 February. There were 634 cases in total by 20 February according to [8] and 696 by 5 March. The asymptomatic vs symptomatic breakdown was taken from a total of 619 cases [1]. For comparison, we ran an uncorrected version of the analysis using data up to 25 March in the Supplementary Material. Nine negative cases were officially reported on 5 March [8], which we included in our analysis but omitted from Figure 1 for aesthetic purposes.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 200,
                    "mention": "8",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 319,
                    "end": 320,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 327,
                    "end": 328,
                    "mention": "2",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 429,
                    "end": 430,
                    "mention": "8",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 531,
                    "end": 532,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 711,
                    "end": 712,
                    "mention": "8",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Data sources",
            "ref_spans": []
        },
        {
            "text": "To adjust the CFR to account for delay to outcome, we use the method developed in [6] where case and death incidence data are used to estimate the number of cases with known outcomes, i.e. cases where the resolution, death or recovery, is known to have occurred:",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 84,
                    "mention": "6",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Data sources",
            "ref_spans": []
        },
        {
            "text": "where ct is the daily case incidence at time t, (with time measured in calendar days), ft is the proportion of cases with delay t between onset or hospitalisation and death; ut represents the underestimation of the known outcomes [6,7] and is used to scale the value of the cumulative number of cases in the denominator in the calculation of the cCFR. Given that asymptomatic infections are typically not reported, especially during an ongoing outbreak of a novel infection, this correction is normally used to calculate the cCFR. However, because of the high level of testing on the cruise ship, we were able to use this correction to calculate the corrected IFR (cIFR). After that, we used the measured proportions of asymptomatic to symptomatic cases on the Diamond Princess to scale the cIFR to estimate the cCFR. Method and data are available at: https://github.com/thimotei/cCFRDiamondPrincess.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 232,
                    "mention": "6",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 233,
                    "end": 234,
                    "mention": "7",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Data sources",
            "ref_spans": []
        },
        {
            "text": "We estimated that the all-age cIFR on the Diamond Princess was 1.3% (95% confidence interval (CI): 0.38–3.6) and the cCFR was 2.6% (95% CI: 0.89–6.7) (Table 1). However, as the age distribution on the ship was skewed towards older individuals (mean age: 58 years), we also report age-stratified estimates. Using the age distribution of cases and deaths on the ship [1,2] to estimate for only individuals 70 years and older, the cIFR was 6.4% (95% CI: 2.6–13) and the cCFR was 13% (95% CI: 5.2–26) (Table 1). The 95% CI were calculated with an exact binomial test, with death count and either cases or known outcomes (depending on whether it was an interval for the naive or corrected estimate).",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 367,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 368,
                    "end": 369,
                    "mention": "2",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Corrected infection fatality ratio and case fatality ratio estimates",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 158,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 498,
                    "end": 505,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Using an approach similar to indirect standardisation [9], we used the age-stratified nCFR estimates reported in a large study in China [10] to calculate the expected number of deaths of people on board the ship in each age group, (assuming this nCFR estimate in the standard population was accurate). This produced a total of 15.15 expected deaths, which corresponds to a nCFR estimate of 5% (15.15/301) for the Diamond Princess (Table 2), which falls within the top end of our 95% CI. As our cCFR for Diamond Princess was 2.6% (95% CI: 0.89–6.7), this suggests we need to multiply the nCFR estimates in China [7] by a factor 52% (95% CI: 14–100) to obtain the correct value. As the raw overall nCFR reported in the data from China was 2.3% [10], this suggests the cCFR in China during that period was 1.2% (95% CI: 0.3–3.1) and the IFR was 0.6% (95% CI: 0.2–1.7). Based on cases and deaths reported in China up to 4 March 2020, the nCFR calculation was considerably higher than the cCFR we estimate here (based on data taken from [8], nCFR = 2,984/80,422 = 3.71% (95% CI: 3.58–3.84)). The confidence intervals calculated for China using an indirect standardisation method reflect the uncertainty in the Diamond Princess estimates, as it is carried forward in the scaling.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 56,
                    "mention": "9",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 137,
                    "end": 139,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 612,
                    "end": 613,
                    "mention": "7",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 743,
                    "end": 745,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1033,
                    "end": 1034,
                    "mention": "8",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Corrected infection fatality ratio and case fatality ratio estimates",
            "ref_spans": [
                {
                    "start": 431,
                    "end": 438,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "As at 24 March 2020, there have been 386,317 confirmed cases of coronavirus disease 2019 (COVID-19), with 16,713 deaths [8]. It is challenging to accurately estimate the CFR in real time [5,11], especially for an infection with attributes similar to COVID-19, which has a delay of almost 2 weeks between confirmation and death, strong effects of age and comorbidities on mortality risk, and likely under-reporting of cases in many settings [10]. Using an age-stratified adjustment method, we accounted for changes in known outcomes over time. By applying this method to data from the Diamond Princess, we focused on a setting that was likely to have lower reporting error because large numbers were tested and the test had high sensitivity. ",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 122,
                    "mention": "8",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 188,
                    "end": 189,
                    "mention": "5",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 190,
                    "end": 192,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 441,
                    "end": 443,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "As the mean age on board the ship was 58 years, our cCFR estimates cannot directly be applied to a younger population; we therefore scaled our estimates to obtain values for a population with an age distribution equivalent to that in the outbreak in China. Although the Diamond Princess cohort was older, meaning that some deaths could be attributable to other causes, the natural death rate would have been much slower than the fatalities attributable to COVID-19. Given the limited background effect – and to ensure consistency with standard estimates of CFR rather than a hybrid ‘burden over natural rate’ calculation – we assumed that all deaths among COVID-19 cases were the result of COVID-19.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our analysis had additional limitations. Cruise ship passengers may have a different health status to the general population of their home countries, owing to health requirements to embark on a multi-week holiday, or differences related to socioeconomic status or comborbities. Deaths only occurred in individuals 70 years or older, so we were not able to generate age-specific cCFRs; the fatality risk may also have been influenced by differences in healthcare between countries. Because of likely age-specific differences in reporting, we focused on overall cCFR in China, rather than calculating age-specific cCFRs [10,11]. In doing so, we were assuming that there were no age-specific differences in under-reporting. The main source of potential bias in this assumption is the age-specific severity level of COVID-19; there may be far lower levels of detection in children if their symptoms are milder, meaning that they are tested less often. ",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 621,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 622,
                    "end": 624,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our analysis shows the importance of adjusting for delays from confirmation to outcome in real-time estimates of fatality risk, and the benefits of combining datasets alongside appropriate age adjustments to provide early insights into COVID-19 severity.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure: The time-to-death distributions and case and death data used to calculate the corrected case fatality estimates, Diamond Princess cruise ship, February 2020 (n = 3,711)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (covid-19) outbreak in china: Summary of a report of 72 314 cases from the Chinese center for disease control and prevention.",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "McGoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF2": {
            "title": "The emerging influenza pandemic: estimating the case fatality ratio.",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "MG",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "26",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2807/ese.14.26.19255-en"
                ]
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Case fatality rate for Ebola virus disease in west Africa.",
            "authors": [
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Edmunds",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "384",
            "issn": "9950",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(14)61706-2"
                ]
            }
        },
        "BIBREF7": {
            "title": "Early epidemiological assessment of the virulence of emerging infectious diseases: a case study of an influenza pandemic.",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS One",
            "volume": "4",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0006852"
                ]
            }
        },
        "BIBREF8": {
            "title": "Incubation period and other epidemiological characteristics of 2019 novel coronavirus infections with right truncation: A statistical analysis of publicly available case data.",
            "authors": [
                {
                    "first": "NM",
                    "middle": [],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Med",
            "volume": "9",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3390/jcm9020538"
                ]
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Standardization and control for confounding in observational studies: a historical perspective",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Keiding",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Clayton",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Stat Sci",
            "volume": "29",
            "issn": "4",
            "pages": "529-58",
            "other_ids": {
                "DOI": [
                    "10.1214/13-STS453"
                ]
            }
        }
    }
}