{
    "paper_id": "PMC7060195",
    "metadata": {
        "title": "The outbreak of SARS-CoV-2 pneumonia calls for viral vaccines",
        "authors": [
            {
                "first": "Weilong",
                "middle": [],
                "last": "Shang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yifan",
                "middle": [],
                "last": "Rao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xiancai",
                "middle": [],
                "last": "Rao",
                "suffix": "",
                "email": "raoxiancai@126.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "An outbreak of 2019-novel coronavirus (SARS-CoV-2) that causes atypical pneumonia (COVID-19) has raged in China since mid-December 2019 and has spread to 26 countries (February 20, 2020). The epidemic was identified by the first four cases confirmed on December 29, 2019 and was traced to the Huanan Seafood Wholesale Market, Wuhan city, Hubei Province, China1. A total of 75,465 cases with SARS-CoV-2 infections have been confirmed up to date (February 20, 2020), and 2,236 people have died in China2. COVID-19 spreads rapidly by human-to-human transmission with a median incubation period of 3.0 days (range, 0 to 24.0), and the time from symptom onset to developing pneumonia is 4.0 days (range, 2.0 to 7.0)3. Respiratory droplets and direct contact are conventional transmission routes for SARS-CoV-2, and fecal-to-oral transmission might also have a role3. Fever, dry cough, and fatigue are common symptoms at onset of COVID-194. Most patients have lymphopenia and bilateral ground-glass opacity changes on chest CT scans4,5. No specific antiviral treatments or vaccines are available because it is a new emerging viral disease. Development of SARS-CoV-2-based vaccines is urgently required.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 360,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 500,
                    "end": 501,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 710,
                    "end": 711,
                    "mention": "3",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 859,
                    "end": 860,
                    "mention": "3",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 932,
                    "end": 933,
                    "mention": "4",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1026,
                    "end": 1027,
                    "mention": "4",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1028,
                    "end": 1029,
                    "mention": "5",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The entire virus particle-based preparation of vaccines, including inactivated and attenuated virus vaccines is advisable, because it is based on previous studies about the prevention and control of seasonal influenza vaccines6. The first SARS-CoV-2 (Wuhan-Hu-1) was successfully sequenced and its genomic sequence submitted to GenBank on January 5, 2020 (Accession no. MN908947.3)7. Subsequently large-scale culture of SARS-CoV-2 was quickly performed, and an inactivated virus vaccine could be prepared through the employment of established physical and chemical methods such as UV light, formaldehyde, and β-propiolactone8. The development of attenuated-virus vaccines is also possible by carefully screening the serially propagated SARS-CoV-2 with reduced pathogenesis such as induced minimal lung injury, diminished limited neutrophil influx, and increased anti-inflammatory cytokine expressions compared with the wild-type virus9. Both inactivated and attenuated virus vaccines have their own disadvantages and side effects (Table 1). Alternatively, new vaccine designs based on the putative protective antigen/peptides derived from SARS-CoV-2 should be considered.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 227,
                    "mention": "6",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 381,
                    "end": 382,
                    "mention": "7",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 624,
                    "end": 625,
                    "mention": "8",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 934,
                    "end": 935,
                    "mention": "9",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "",
            "ref_spans": [
                {
                    "start": 1037,
                    "end": 1038,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Accumulated releases of SARS-CoV-2 genomes such as GenBank accession numbers MN908947.3, MN975262.1, NC_045512.2, MN997409.1, MN985325.1, MN988669.1, MN988668.1, MN994468.1, MN994467.1, MN988713.1, and MN938384.1 facilitate the development of virus-based subunit vaccines. SARS-CoV-2, which is similar to SARS-CoV and Middle East respiratory syndrome coronavirus (MERS-CoV), is an enveloped, single- and positive-stranded RNA virus with a genome comprising 29,891 nucleotides, which encode the 12 putative open reading frames responsible for the synthesis of viral structural and nonstructural proteins7,10. A mature SARS-CoV-2 has four structural proteins, namely, envelope (E), membrane (M), nucleocapsid (N), and spike (S)10. All these proteins may serve as antigens to stimulate neutralizing antibodies and increase CD4+/CD8+ T-cell responses8,9. However, subunit vaccines require multiple booster shots and suitable adjuvants to work, and certain subunit vaccines such as hepatitis B surface antigen, PreS1, and PreS2 may fail to yield protective response when tested clinically11. The DNA and mRNA vaccines that are easier to design and proceed into clinical trials very quickly remain experimental. The viral vector-based vaccines could also be quickly constructed and used without an adjuvant12. However, development of such vaccines might not start until antigens containing the neutralizing epitopes are identified8.",
            "cite_spans": [
                {
                    "start": 602,
                    "end": 603,
                    "mention": "7",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 604,
                    "end": 606,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 725,
                    "end": 727,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 846,
                    "end": 847,
                    "mention": "8",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 848,
                    "end": 849,
                    "mention": "9",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1083,
                    "end": 1085,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1300,
                    "end": 1302,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1424,
                    "end": 1425,
                    "mention": "8",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The E and M proteins have important functions in the viral assembly of a coronavirus, and the N protein is necessary for viral RNA synthesis13. Deletion of E protein abrogated the virulence of CoVs, and several studies have explored the potential of recombinant SARS-CoV or MERS-CoV with a mutated E protein as live attenuated vaccines13,14. The M protein can augment the immune response induced by N protein DNA vaccine against SARS-CoV;15 however, the conserved N protein across CoV families implies that it is not a suitable candidate for vaccine development, and the antibodies against the N protein of SARS-CoV-2 do not provide immunity to the infection16. The critical glycoprotein S of SARS-CoV-2 is responsible for virus binding and entry16. The S precursor protein of SARS-CoV-2 can be proteolytically cleaved into S1 (685 aa) and S2 (588 aa) subunits10. The S2 protein is well conserved among SARS-CoV-2 viruses and shares 99% identity with that of bat SARS-CoVs10. The vaccine design based on the S2 protein may boost the broad-spectrum antiviral effect and is worth testing in animal models. Antibodies against the conserved stem region of influenza hemagglutinin have been found to exhibit broadly cross-reactive immunity, but are less potent in neutralizing influenza A virus17. In contrast, the S1 subunit consists of the receptor-binding domain (RBD), which mediates virus entry into sensitive cells through the host angiotensin-converting enzyme 2 (ACE2) receptor18. The S1 protein of 2019-nCoV shares about 70% identity with that of human SARS-CoVs. The highest number of variations of amino acids in the RBD is located in the external subdomain, which is responsible for the direct interaction between virus and host receptor10,18. Blocking the initial entry of a virus is proposed as a successful strategy in controlling viral infection. Based on SARS vaccine development, most vaccine candidates target the S protein, which induces neutralizing antibody responses and stimulates a protective cellular immunity against SARS-CoVs12. Bukreyev et al.19 showed that immunization of African green monkeys with the full-length S protein of SARS-CoV protects monkeys from subsequent homologous SARS-CoV challenge. Administration of SARS-CoV RBD proteins can also induce highly potent neutralizing antibodies and long-term protective immunity in animal models20. Thus, the generation of antibodies targeting the S1 subunit of SARS-CoV-2 would be an important preventive and treatment strategy that can be tested further in suitable models before clinical trials10.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 142,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 335,
                    "end": 337,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 338,
                    "end": 340,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 438,
                    "end": 440,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 658,
                    "end": 660,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 746,
                    "end": 748,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 860,
                    "end": 862,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 972,
                    "end": 974,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1289,
                    "end": 1291,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1480,
                    "end": 1482,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1744,
                    "end": 1746,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1747,
                    "end": 1749,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2048,
                    "end": 2050,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2067,
                    "end": 2069,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2371,
                    "end": 2373,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2573,
                    "end": 2575,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Vaccine delivery modality and immunization strategy are important issues to be considered for achieving effective antiviral immunity. As a cause of respiratory tract infection and as demonstrated by the findings of SARS-CoV-2 in stools1,21, administration of vaccines by oral or aerosol routes will induce mucosal immune responses and are possible modes of SARS-CoV-2 vaccine immunization. A safe DNA vector for preparation of DNA vaccines22, an attenuated virus strain for design of chimeric viral vaccines23, and engineered safe bacteria for production of membrane vesicle-vaccines24 could be explored for vaccine delivery and are worth investigating in the near future.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 236,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 237,
                    "end": 239,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 439,
                    "end": 441,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 507,
                    "end": 509,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 583,
                    "end": 585,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "We can assume that virus-based vaccines should prove valuable in combatting COVID-19. In addition to the entire virus particle-associated inactivated or attenuated viral vaccines, the subunit candidates, such as S1 protein and/or the RBD element of SARS-CoV-2, are also valuable targets for vaccine design. Combining subunit vaccines with established or new adjuvants such as alum versus modern adjuvants such as the GSK AS series of adjuvants may represent a faster and safer strategy to move through early clinical development with the caveat that the protective efficacy may not be strong enough. As a result, immunizing the subunit vaccines with proper delivery platforms and immunization strategies to enhance the immune responses should be considered. We expect researchers who are racing against time will bring a new SARS-CoV-2-based vaccine from gene sequence to clinical testing in approximately 16–20 weeks.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Advantages and disadvantages of different vaccine strategies.\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan",
            "authors": [
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg. Microbes Infect.",
            "volume": "9",
            "issn": "",
            "pages": "221-236",
            "other_ids": {
                "DOI": [
                    "10.1080/22221751.2020.1719902"
                ]
            }
        },
        "BIBREF2": {
            "title": "A comparative trial of two surface subunit recombinant hepatitis B vaccines vs a surface and PreS subunit vaccine for immunization of healthy adults",
            "authors": [
                {
                    "first": "CP",
                    "middle": [],
                    "last": "Eyigun",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Viral. Hepat.",
            "volume": "5",
            "issn": "",
            "pages": "265-269",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-2893.1998.00106.x"
                ]
            }
        },
        "BIBREF3": {
            "title": "The spike protein of SARS-CoV—a target for vaccine and therapeutic development",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Rev. Microbiol.",
            "volume": "7",
            "issn": "",
            "pages": "226-236",
            "other_ids": {
                "DOI": [
                    "10.1038/nrmicro2090"
                ]
            }
        },
        "BIBREF4": {
            "title": "Coronavirus envelope protein: current knowledge",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schoeman",
                    "suffix": ""
                },
                {
                    "first": "BC",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Virol. J.",
            "volume": "16",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12985-019-1182-0"
                ]
            }
        },
        "BIBREF5": {
            "title": "A decade after SARS: strategies for controlling emerging coronaviruses",
            "authors": [
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "EF",
                    "middle": [],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Rev. Microbiol.",
            "volume": "11",
            "issn": "",
            "pages": "836-848",
            "other_ids": {
                "DOI": [
                    "10.1038/nrmicro3143"
                ]
            }
        },
        "BIBREF6": {
            "title": "The expression of membrane protein augments the specific responses induced by SARS-CoV nucleocapsid DNA immunization",
            "authors": [
                {
                    "first": "SQ",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mol. Immunol.",
            "volume": "43",
            "issn": "",
            "pages": "1791-1798",
            "other_ids": {
                "DOI": [
                    "10.1016/j.molimm.2005.11.005"
                ]
            }
        },
        "BIBREF7": {
            "title": "Return of the coronavirus: 2019-nCoV",
            "authors": [
                {
                    "first": "LE",
                    "middle": [],
                    "last": "Gralinski",
                    "suffix": ""
                },
                {
                    "first": "VD",
                    "middle": [],
                    "last": "Menachery",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Viruses",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3390/v12020135"
                ]
            }
        },
        "BIBREF8": {
            "title": "Measuring the neutralization potency of influenza A virus hemagglutinin stalk/stem-binding antibodies in polyclonal preparations by microneutralization assay",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "CE",
                    "middle": [],
                    "last": "Mullarkey",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Methods",
            "volume": "90",
            "issn": "",
            "pages": "95-100",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ymeth.2015.04.037"
                ]
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Mucosal immunisation of African green monkeys (Cercopithecus aethiops) with an attenuated parainfluenza virus expressing the SARS coronavirus spike protein for the prevention of SARS",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bukreyev",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "2122-2127",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(04)16501-X"
                ]
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "From SARS to MERS, thrusting coronaviruses into the spotlight",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Viruses",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3390/v11010059"
                ]
            }
        },
        "BIBREF13": {
            "title": "First Case of 2019 Novel Coronavirus in the United States",
            "authors": [
                {
                    "first": "Michelle",
                    "middle": [
                        "L."
                    ],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "Chas",
                    "middle": [],
                    "last": "DeBolt",
                    "suffix": ""
                },
                {
                    "first": "Scott",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                },
                {
                    "first": "Kathy",
                    "middle": [
                        "H."
                    ],
                    "last": "Lofy",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [],
                    "last": "Wiesman",
                    "suffix": ""
                },
                {
                    "first": "Hollianne",
                    "middle": [],
                    "last": "Bruce",
                    "suffix": ""
                },
                {
                    "first": "Christopher",
                    "middle": [],
                    "last": "Spitters",
                    "suffix": ""
                },
                {
                    "first": "Keith",
                    "middle": [],
                    "last": "Ericson",
                    "suffix": ""
                },
                {
                    "first": "Sara",
                    "middle": [],
                    "last": "Wilkerson",
                    "suffix": ""
                },
                {
                    "first": "Ahmet",
                    "middle": [],
                    "last": "Tural",
                    "suffix": ""
                },
                {
                    "first": "George",
                    "middle": [],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "Amanda",
                    "middle": [],
                    "last": "Cohn",
                    "suffix": ""
                },
                {
                    "first": "LeAnne",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "Anita",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "Susan",
                    "middle": [
                        "I."
                    ],
                    "last": "Gerber",
                    "suffix": ""
                },
                {
                    "first": "Lindsay",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Suxiang",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "Xiaoyan",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Steve",
                    "middle": [],
                    "last": "Lindstrom",
                    "suffix": ""
                },
                {
                    "first": "Mark",
                    "middle": [
                        "A."
                    ],
                    "last": "Pallansch",
                    "suffix": ""
                },
                {
                    "first": "William",
                    "middle": [
                        "C."
                    ],
                    "last": "Weldon",
                    "suffix": ""
                },
                {
                    "first": "Holly",
                    "middle": [
                        "M."
                    ],
                    "last": "Biggs",
                    "suffix": ""
                },
                {
                    "first": "Timothy",
                    "middle": [
                        "M."
                    ],
                    "last": "Uyeki",
                    "suffix": ""
                },
                {
                    "first": "Satish",
                    "middle": [
                        "K."
                    ],
                    "last": "Pillai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "10",
            "pages": "929-936",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001191"
                ]
            }
        },
        "BIBREF14": {
            "title": "A DNA vaccine induces SARS coronavirus neutralization and protective immunity in mice",
            "authors": [
                {
                    "first": "ZY",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "428",
            "issn": "",
            "pages": "561-564",
            "other_ids": {
                "DOI": [
                    "10.1038/nature02463"
                ]
            }
        },
        "BIBREF15": {
            "title": "New vaccine technologies to combat outbreak situations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rauch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jasny",
                    "suffix": ""
                },
                {
                    "first": "KE",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Petsch",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front. Immunol.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3389/fimmu.2018.01963"
                ]
            }
        },
        "BIBREF16": {
            "title": "Safe staphylococcal slatform for the development of multivalent nanoscale vesicles against viral infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nano Letters",
            "volume": "18",
            "issn": "",
            "pages": "725-733",
            "other_ids": {
                "DOI": [
                    "10.1021/acs.nanolett.7b03893"
                ]
            }
        },
        "BIBREF17": {
            "title": "SARS vaccines: where are we?",
            "authors": [
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Roper",
                    "suffix": ""
                },
                {
                    "first": "KE",
                    "middle": [],
                    "last": "Rehm",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Expert Rev. Vaccines",
            "volume": "8",
            "issn": "",
            "pages": "887-898",
            "other_ids": {
                "DOI": [
                    "10.1586/erv.09.43"
                ]
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet.",
            "volume": "395",
            "issn": "",
            "pages": "497-506",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Prevention and control of seasonal influenza with vaccines: Recommendations of the Advisory Committee on Immunization Practices-United States, 2018–19 influenza season",
            "authors": [
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Grohskopf",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "MMWR. Recomm. Rep.",
            "volume": "67",
            "issn": "",
            "pages": "1-20",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.rr6703a1"
                ]
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "SARS vaccine development",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg. Infect. Dis.",
            "volume": "11",
            "issn": "",
            "pages": "1016-1020",
            "other_ids": {
                "DOI": [
                    "10.3201/1107.050219"
                ]
            }
        },
        "BIBREF24": {
            "title": "Severe acute respiratory syndrome coronaviruses with mutations in the E protein are attenuated and promising vaccine candidates",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Regla-Nava",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Virol.",
            "volume": "89",
            "issn": "",
            "pages": "3870-3887",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.03566-14"
                ]
            }
        }
    }
}