{
    "paper_id": "PMC7098563",
    "metadata": {
        "title": "5 challenges in understanding the role of the virome in health and disease",
        "authors": [
            {
                "first": "David",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Katherine",
                "middle": [
                    "R."
                ],
                "last": "Spindler",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Comprehensive census of the bacterial and fungal microbiome can be achieved through consensus PCR approaches that target the 16S rRNA and internal transcribed spacer (ITS) loci, respectively. By contrast, there is no such analogous conserved sequence present in all viruses. The lack of a consensus sequence poses a significant challenge for efforts to systematically define the set of viruses present in a given specimen. Rather than simply amplifying and sequencing a signature target locus, metagenomic sequencing of nucleic acid in a sample is required for virus sequences to be represented in a sequencing library. The increased sequencing depth necessary dramatically increases the cost compared to 16S or ITS sequencing. Moreover, the relative abundance of viral to nonviral nucleic acids is an important parameter that drives sensitivity. To mitigate this problem, physical enrichment for viral particles by filtration and/or nuclease treatment is often necessary. Another consequence of the requirement for metagenomic sequencing is that the subsequent bioinformatic analysis is also much more complex; the metagenomic sequences must be aligned at both nucleotide and amino acid levels to large reference databases of viral sequences (not just to a database of reference amplicon nucleic acid sequences). Thus, the experimental sequencing depth, computational infrastructure requirements, and computing costs are significantly higher for virome analyses. The precise experimental and bioinformatic analysis steps utilized can contribute significantly to variability and, in some instances, potentially incorrect conclusions. However, a detailed discussion of both of these is beyond the scope of this review.",
            "cite_spans": [],
            "section": "Inability to identify all viruses due to the absence of a universal viral sequence: The challenge of viral “dark matter”",
            "ref_spans": []
        },
        {
            "text": "Currently, classification of sequence reads as being viral in origin relies primarily upon detectable primary sequence alignment to reference viruses. One challenge is that, among those that are alignable to reference viruses, sequences can be misclassified due to the remoteness of the similarity and/or low stringency. An even more significant problem is that in most virome studies, more than 50% of the sequences in virus-enriched preparations have no detectable sequence similarity to any known reference sequences; these unalignable sequences are referred to as viral “dark matter” [8] and may include novel, highly divergent viruses that are unrecognizable. Thus, most current virome studies are presenting only a partial view of the virome because the dark matter sequences are typically ignored. The dark matter clearly harbors hidden treasures because mining of the dark matter has led to discoveries such as crAssphage, the most abundant bacteriophage in human enteric viromes [9].",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 590,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 989,
                    "end": 990,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Inability to identify all viruses due to the absence of a universal viral sequence: The challenge of viral “dark matter”",
            "ref_spans": []
        },
        {
            "text": "To computationally address the dark matter, new and improved data mining strategies are needed. One approach is to apply methods superior at detection of remote homologies, such as hidden Markov models customized for viral proteins [10]. Other machine learning strategies may include development of primary sequence-alignment–independent classification approaches [11] or development of artificial neural networks [12]. Experimentally, as described below, expanding the set of culturable viruses will provide additional reference sequences that should also decrease the amount of viral dark matter.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 235,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 365,
                    "end": 367,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 415,
                    "end": 417,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Inability to identify all viruses due to the absence of a universal viral sequence: The challenge of viral “dark matter”",
            "ref_spans": []
        },
        {
            "text": "One bias in many virome studies to date is a focus only on sequencing of DNA. This is due in part to the bacterial microbiome being the primary driver of many studies, and thus at the time of sampling, experimental measures to extract DNA were employed without regard to trying to either preserve or recover the RNA. In addition, some studies utilize DNA-specific amplification strategies such as phi29-mediated whole-genome amplification. These studies are unable to assess the RNA component of the virome. Yet the majority of the known eukaryotic viral denizens of the human enteric tract are RNA viruses, such as enteroviruses, rotaviruses, noroviruses, and astroviruses. On the phage side, while it is true that the vast majority of known phages have DNA genomes, the bias of sequencing exclusively DNA has served as a self-reinforcing positive feedback loop; however, recent studies examining samples that have sequenced RNA have demonstrated that there is a much greater abundance and diversity of RNA phages in the world [13]. Thus, in order achieve a more complete view of the virome, it is critical that virome studies be designed such that RNA viruses are preserved in the specimens and that the RNA fraction is incorporated into the sequencing and analysis.",
            "cite_spans": [
                {
                    "start": 1029,
                    "end": 1031,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Inadequate sampling strategies bias towards DNA viruses and against RNA viruses",
            "ref_spans": []
        },
        {
            "text": "The advent of metagenomics has greatly enhanced our ability to detect known and novel viral sequences in unbiased fashion and to establish novel associations of these sequences with various disease [1–7]. However, it is not known whether the virome plays a causative role or not. Koch’s postulates remain the gold standard for microbial disease causality, and thus the first step is to establish culture systems for viruses associated with the disease of interest. The lack of culture systems for viruses identified in virome studies, for both eukaryotic viruses and phages, is pronounced. As an example, although dozens of novel eukaryotic viruses have been identified in the mammalian enteric tract by metagenomic sequencing, culture systems for only a very limited number have been described to date [14, 15]. Likewise, for phages, genomic sequences of thousands of novel phages can be identified in a single study [16, 17], but very few have been isolated [18]. Thus, while (in the past) discovery of novel viruses was rate limiting, today the rate-limiting step has shifted to development of culture systems for the viruses that have been molecularly identified.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 200,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 201,
                    "end": 202,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 804,
                    "end": 806,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 808,
                    "end": 810,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 919,
                    "end": 921,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 923,
                    "end": 925,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 961,
                    "end": 963,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Lack of culture systems to propagate components of the virome",
            "ref_spans": []
        },
        {
            "text": "How can this be addressed? To some extent, this is simply a matter of effort. In all likelihood, no effort has been made to culture the vast majority of the novel viruses identified in virome studies, and some will surely succumb to standard culture conditions once applied. Limitations in quantity or quality of primary specimens containing viable virus can contribute to the problem. In part, it is challenging for labs to obtain funding to culture novel viruses, particularly in the absence of any strong disease association. Moreover, the risk of a negative result, exemplified by many decades of unsuccessful attempts to culture human norovirus, is substantial. Nonetheless, given that the lack of ability to culture a virus is perhaps the most fundamental barrier to progress in the study of that virus, dedicated efforts to develop culture systems are absolutely necessary.",
            "cite_spans": [],
            "section": "Lack of culture systems to propagate components of the virome",
            "ref_spans": []
        },
        {
            "text": "For some of the more recently discovered eukaryotic viruses, the advent of primary, differentiated culture systems has been key to unlocking this riddle. For example, the respiratory viruses bocavirus and coronavirus HKU1 can be propagated using primary airway epithelial cells [19, 20]. In the enteric tract, the development of enteroids and organoids and recognition of the need for additional enteric tract components have opened the frontier for propagation of human norovirus [21, 22]. Broader application of these systems will undoubtedly lead to increased success in culture of some eukaryotic viruses. On the phage front, one significant challenge is that many of the bacterial host species are themselves unculturable using standard bacterial-growth media. Thus, efforts to propagate novel phages will also entail improving systems for bacterial in vitro growth. Some approaches toward this include development of bioreactors [23, 24] and other systems that better mimic the natural environment [25], but additional new and innovative strategies are needed.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 281,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 283,
                    "end": 285,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 482,
                    "end": 484,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 486,
                    "end": 488,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 936,
                    "end": 938,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 940,
                    "end": 942,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1005,
                    "end": 1007,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Lack of culture systems to propagate components of the virome",
            "ref_spans": []
        },
        {
            "text": "For the majority of complex diseases, in vitro systems are not adequate to assess viral contributions to pathogenicity, and thus appropriate animal-disease models are required that also reflect the potentially complex interactions with the host, bacteria, and eukaryotic microbes that may be present. In bacterial microbiome studies, a powerful approach has been the ability to colonize mice with either a single defined bacteria of interest or a consortia of bacteria. By analogy, it would be ideal if the virome could be functionally interrogated in similar fashion. However, a prerequisite for eukaryotic viruses is that one must first be able to establish infection in the relevant animal model. As with establishing cell-culture systems, the paucity of animal-infection models for novel viruses stems in part from lack of effort to develop such systems. Moreover, the challenge is exacerbated by the multitude of potential infection routes that need to be evaluated, need to overcome the immune response, cross-species transmission barriers, and (even within a species) potential impact of varying genetic backgrounds. Use of transgenic animals that are immunodeficient [26] or that have been partially humanized [27] has enabled development of murine models for some viruses. In an ideal world, animal models for all eukaryotic viruses identified in virome studies would be established, enabling the roles of any single virus (or cocktail of viruses) to be functionally evaluated. Likewise, having an extensive library of cultivated phages (see above) will allow them to be combined in defined proportions along with eukaryotic viruses for experimental studies. For phages, presuming they act by modulating the bacterial community, the animal model must harbor the relevant bacterial host species, and thus the bacterial microbiome may need to be manipulated as well. Notably, some recent studies have suggested that phages may also interact directly with eukaryotic host cells [28, 29]. Overall, significant effort and resources must be expended to establish robust animal-infection models suitable to define the role of the virome. This is a step that is absolutely necessary in order to move virome studies beyond the realm of mere association studies.",
            "cite_spans": [
                {
                    "start": 1176,
                    "end": 1178,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1219,
                    "end": 1221,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1985,
                    "end": 1987,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1989,
                    "end": 1991,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "The need for experimental animal-infection models",
            "ref_spans": []
        },
        {
            "text": "A barrier to progress in the virome field is the division between virologists who study viruses infecting eukaryotes versus those that infect bacteria. Very few scientists today have expertise in both. This balkanization of virology leads to challenges when an eukaryotic virologist discovers in a virome study that the strongest disease association is with a phage (or vice versa). Lack of familiarity with the field and relevant experimental approaches often limits further investigation. These communities have been largely segregated, often holding separate conferences and distinct grant-review panels. To illustrate this point, the United States National Institutes of Health (NIH) virology study sections address only “non-bacteriophage viral genetics, infection and replication, cellular and host responses to viral infections, and mechanisms of viral disease pathogenesis.” Thus, there is a great need to bring these disparate communities together in order to collectively attack questions associated with the virome, especially as more complex trans-kingdom interactions are identified linking phages, bacteria, eukaryotic viruses, and eukaryotic cells.",
            "cite_spans": [],
            "section": "Dichotomy between eukaryotic virus and phage communities",
            "ref_spans": []
        },
        {
            "text": "In conclusion, the coming years will undoubtedly be witness to many more studies demonstrating associations of the virome with various diseases. Hopefully, there will be commensurate development of new computational approaches that significantly decrease the fraction of viral dark matter and an increase in the fraction of studies that holistically evaluate the virome. With new cell-culture systems and animal models for novel viruses, there will ideally be studies that attribute causal roles for some of the associations. Finally, it may be that virome studies will serve as a catalyst to help integrate the eukaryotic viral and phage communities.",
            "cite_spans": [],
            "section": "Dichotomy between eukaryotic virus and phage communities",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Pathogenic simian immunodeficiency virus infection is associated with expansion of the enteric virome",
            "authors": [],
            "year": 2012,
            "venue": "Cell",
            "volume": "151",
            "issn": "2",
            "pages": "253-66",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2012.09.024"
                ]
            }
        },
        "BIBREF1": {
            "title": "Altered Virome and Bacterial Microbiome in Human Immunodeficiency Virus-Associated Acquired Immunodeficiency Syndrome",
            "authors": [],
            "year": 2016,
            "venue": "Cell Host Microbe",
            "volume": "19",
            "issn": "3",
            "pages": "311-22",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2016.02.011"
                ]
            }
        },
        "BIBREF2": {
            "title": "Disease-specific alterations in the enteric virome in inflammatory bowel disease",
            "authors": [],
            "year": 2015,
            "venue": "Cell",
            "volume": "160",
            "issn": "3",
            "pages": "447-60",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2015.01.002"
                ]
            }
        },
        "BIBREF3": {
            "title": "Gut DNA viromes of Malawian twins discordant for severe acute malnutrition",
            "authors": [],
            "year": 2015,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "112",
            "issn": "38",
            "pages": "11941-6",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1514285112"
                ]
            }
        },
        "BIBREF4": {
            "title": "The eukaryotic gut virome in hematopoietic stem cell transplantation: new clues in enteric graft-versus-host disease",
            "authors": [],
            "year": 2017,
            "venue": "Nature medicine",
            "volume": "23",
            "issn": "9",
            "pages": "1080-5",
            "other_ids": {
                "DOI": [
                    "10.1038/nm.4380"
                ]
            }
        },
        "BIBREF5": {
            "title": "Distinct Gut Virome Profile of Pregnant Women With Type 1 Diabetes in the ENDIA Study",
            "authors": [],
            "year": 2019,
            "venue": "Open forum infectious diseases",
            "volume": "6",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1093/ofid/ofz025"
                ]
            }
        },
        "BIBREF6": {
            "title": "Intestinal virome changes precede autoimmunity in type I diabetes-susceptible children",
            "authors": [],
            "year": 2017,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "114",
            "issn": "30",
            "pages": "E6166-E75",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1706359114"
                ]
            }
        },
        "BIBREF7": {
            "title": "Origins and challenges of viral dark matter",
            "authors": [],
            "year": 2017,
            "venue": "Virus Res",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2017.02.002"
                ]
            }
        },
        "BIBREF8": {
            "title": "A highly abundant bacteriophage discovered in the unknown sequences of human faecal metagenomes",
            "authors": [],
            "year": 2014,
            "venue": "Nature communications",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms5498"
                ]
            }
        },
        "BIBREF9": {
            "title": "Profile hidden Markov models for the detection of viruses within metagenomic sequence data",
            "authors": [],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "9",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0105067"
                ]
            }
        },
        "BIBREF10": {
            "title": "VirFinder: a novel k-mer based tool for identifying viral sequences from assembled metagenomic data",
            "authors": [],
            "year": 2017,
            "venue": "Microbiome",
            "volume": "5",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s40168-017-0283-5"
                ]
            }
        },
        "BIBREF11": {
            "title": ",",
            "authors": [],
            "year": 2012,
            "venue": "PLoS Comput Biol",
            "volume": "8",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1002657"
                ]
            }
        },
        "BIBREF12": {
            "title": "Hyperexpansion of RNA Bacteriophage Diversity",
            "authors": [],
            "year": 2016,
            "venue": "PLoS Biol",
            "volume": "14",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pbio.1002409"
                ]
            }
        },
        "BIBREF13": {
            "title": "Cultivation and serological characterization of a human Theiler's-like cardiovirus associated with diarrheal disease",
            "authors": [],
            "year": 2010,
            "venue": "Journal of virology",
            "volume": "84",
            "issn": "9",
            "pages": "4407-14",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02536-09"
                ]
            }
        },
        "BIBREF14": {
            "title": "Propagation of astrovirus VA1, a neurotropic human astrovirus, in cell culture",
            "authors": [],
            "year": 2017,
            "venue": "Journal of virology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00740-17"
                ]
            }
        },
        "BIBREF15": {
            "title": "Marine DNA Viral Macro- and Microdiversity from Pole to Pole",
            "authors": [],
            "year": 2019,
            "venue": "Cell",
            "volume": "177",
            "issn": "5",
            "pages": "1109-23",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2019.03.040"
                ]
            }
        },
        "BIBREF16": {
            "title": "Viral dark matter and virus-host interactions resolved from publicly available microbial genomes",
            "authors": [],
            "year": 2015,
            "venue": "eLife",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.08490"
                ]
            }
        },
        "BIBREF17": {
            "title": "PhiCrAss001 represents the most abundant bacteriophage family in the human gut and infects",
            "authors": [],
            "year": 2018,
            "venue": "Bacteroides intestinalis. Nature communications",
            "volume": "9",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-018-07225-7"
                ]
            }
        },
        "BIBREF18": {
            "title": "Human bocavirus can be cultured in differentiated human airway epithelial cells",
            "authors": [],
            "year": 2009,
            "venue": "Journal of virology",
            "volume": "83",
            "issn": "15",
            "pages": "7739-48",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00614-09"
                ]
            }
        },
        "BIBREF19": {
            "title": "Culturing the Unculturable: Human Coronavirus HKU1 Infects, Replicates, and Produces Progeny Virions in Human Ciliated Airway Epithelial Cell Cultures",
            "authors": [],
            "year": 2010,
            "venue": "Journal of virology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00947-10"
                ]
            }
        },
        "BIBREF20": {
            "title": "Replication of human noroviruses in stem cell-derived human enteroids",
            "authors": [],
            "year": 2016,
            "venue": "Science (New York, NY)",
            "volume": "353",
            "issn": "6306",
            "pages": "1387-93",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aaf5211"
                ]
            }
        },
        "BIBREF21": {
            "title": "Enteric bacteria promote human and mouse norovirus infection of B cells",
            "authors": [],
            "year": 2014,
            "venue": "Science (New York, NY)",
            "volume": "346",
            "issn": "6210",
            "pages": "755-9",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1257147"
                ]
            }
        },
        "BIBREF22": {
            "title": "Cultivation of stable, reproducible microbial communities from different fecal donors using minibioreactor arrays (MBRAs)",
            "authors": [],
            "year": 2015,
            "venue": "Microbiome",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s40168-015-0106-5"
                ]
            }
        },
        "BIBREF23": {
            "title": "Chemostat culture systems support diverse bacteriophage communities from human feces",
            "authors": [],
            "year": 2015,
            "venue": "Microbiome",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s40168-015-0124-3"
                ]
            }
        },
        "BIBREF24": {
            "title": "A new antibiotic kills pathogens without detectable resistance",
            "authors": [],
            "year": 2015,
            "venue": "Nature",
            "volume": "517",
            "issn": "7535",
            "pages": "455-9",
            "other_ids": {
                "DOI": [
                    "10.1038/nature14098"
                ]
            }
        },
        "BIBREF25": {
            "title": "A Mouse Model of Zika Virus Pathogenesis",
            "authors": [],
            "year": 2016,
            "venue": "Cell Host Microbe",
            "volume": "19",
            "issn": "5",
            "pages": "720-30",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2016.03.010"
                ]
            }
        },
        "BIBREF26": {
            "title": "Precision mouse models with expanded tropism for human pathogens",
            "authors": [],
            "year": 2019,
            "venue": "Nat Biotechnol",
            "volume": "37",
            "issn": "10",
            "pages": "1163-73",
            "other_ids": {
                "DOI": [
                    "10.1038/s41587-019-0225-9"
                ]
            }
        },
        "BIBREF27": {
            "title": "Expansion of Bacteriophages Is Linked to Aggravated Intestinal Inflammation and Colitis",
            "authors": [],
            "year": 2019,
            "venue": "Cell Host Microbe",
            "volume": "25",
            "issn": "2",
            "pages": "285-99 e8",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2019.01.008"
                ]
            }
        },
        "BIBREF28": {
            "title": "Bacteriophage trigger antiviral immunity and prevent clearance of bacterial infection",
            "authors": [],
            "year": 2019,
            "venue": "Science (New York, NY)",
            "volume": "363",
            "issn": "6434",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/science.aat9691"
                ]
            }
        }
    }
}