{
    "paper_id": "PMC7084952",
    "metadata": {
        "title": "Immediate Psychological Responses and Associated Factors during the Initial Stage of the 2019 Coronavirus Disease (COVID-19) Epidemic among the General Population in China",
        "authors": [
            {
                "first": "Cuiyan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Riyu",
                "middle": [],
                "last": "Pan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xiaoyang",
                "middle": [],
                "last": "Wan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yilin",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Linkang",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Cyrus",
                "middle": [
                    "S."
                ],
                "last": "Ho",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Roger",
                "middle": [
                    "C."
                ],
                "last": "Ho",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The 2019 coronavirus disease (COVID-19) epidemic in China is a global health threat [1], and is by far the largest outbreak of atypical pneumonia since the severe acute respiratory syndrome (SARS) outbreak in 2003. Within weeks of the initial outbreak the total number of cases and deaths exceeded those of SARS [2]. The outbreak was first revealed in late December 2019 when clusters of pneumonia cases of unknown etiology were found to be associated with epidemiologically linked exposure to a seafood market and untraced exposures in the city of Wuhan of Hubei Province [3]. Since then, the number of cases has continued to escalate exponentially within and beyond Wuhan, spreading to all 34 regions of China by 30 January 2020. On the same day, the World Health Organization (WHO) declared the COVID-19 outbreak a public health emergency of international concern [4].",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 86,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 313,
                    "end": 314,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 574,
                    "end": 575,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 868,
                    "end": 869,
                    "mention": "4",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "1. Introduction",
            "ref_spans": []
        },
        {
            "text": "COVID-19, similarly to SARS, is a beta-coronavirus that can be spread to humans through intermediate hosts such as bats [5], though the actual route of transmission is still debatable. Human-to-human transmission has been observed via virus-laden respiratory droplets, as a growing number of patients reportedly did not have animal market exposure, and cases have also occurred in healthcare workers [6]. Transmissibility of COVID-19 as indicated by its reproductive number has been estimated at 4.08 [7], suggesting that on average, every case of COVID-19 will create up to 4 new cases. The reporting rate after 17 January 2020 has been considered to have increased 21-fold in comparison to the situation in the first half of January 2020 [8]. The average incubation period is estimated to be 5.2 days, with significant variation among patients [9], and it may be capable of asymptomatic spread [10,11]. Symptoms of infection include fever, chills, cough, coryza, sore throat, breathing difficulty, myalgia, nausea, vomiting, and diarrhea [12]. Older men with medical comorbidities are more likely to get infected, with worse outcomes [12]. Severe cases can lead to cardiac injury, respiratory failure, acute respiratory distress syndrome, and death [13]. The provisional case fatality rate by WHO is around 2%, but some researchers estimate the rate to range from 0.3% to 0.6% [14].",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 122,
                    "mention": "5",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 401,
                    "end": 402,
                    "mention": "6",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 502,
                    "end": 503,
                    "mention": "7",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 741,
                    "end": 742,
                    "mention": "8",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 847,
                    "end": 848,
                    "mention": "9",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 897,
                    "end": 899,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 900,
                    "end": 902,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1041,
                    "end": 1043,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1137,
                    "end": 1139,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1252,
                    "end": 1254,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1380,
                    "end": 1382,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "1. Introduction",
            "ref_spans": []
        },
        {
            "text": "Since the outbreak, response efforts by the China government have been swift, and three weeks into the epidemic, in an unprecedented move to retard the spread of the virus, a lockdown was imposed on Wuhan on 23 January, with travel restrictions. Within days, the quarantine was extended to additional provinces and cities, affecting more than 50 million people in total. Many stayed at home and socially isolated themselves to prevent being infected, leading to a “desperate plea” [15]. There have also been accounts of shortages of masks and health equipment. The ongoing COVID-19 epidemic is inducing fear, and a timely understanding of mental health status is urgently needed for society [16]. Previous research has revealed a profound and wide range of psychosocial impacts on people at the individual, community, and international levels during outbreaks of infection. On an individual level, people are likely to experience fear of falling sick or dying themselves, feelings of helplessness, and stigma [17]. During one influenza outbreak, around 10% to 30% of general public were very or fairly worried about the possibility of contracting the virus [18]. With the closure of schools and business, negative emotions experienced by individuals are compounded [19]. During the SARS outbreak, many studies investigated the psychological impact on the non-infected community, revealing significant psychiatric morbidities which were found to be associated with younger age and increased self-blame [20]. Those who were older, of female gender, more highly educated, with higher risk perceptions of SARS, a moderate anxiety level, a positive contact history, and those with SARS-like symptoms were more likely to take precautionary measures against the infection [21].",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 484,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 692,
                    "end": 694,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1010,
                    "end": 1012,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1158,
                    "end": 1160,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1266,
                    "end": 1268,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1502,
                    "end": 1504,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1766,
                    "end": 1768,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "1. Introduction",
            "ref_spans": []
        },
        {
            "text": "Currently, there is no known information on the psychological impact and mental health of the general public during the peak of the COVID-19 epidemic. This is especially pertinent with the uncertainty surrounding an outbreak of such unparalleled magnitude. Based on our understanding, most of the research related to this outbreak focuses on identifying the epidemiology and clinical characteristics of infected patients [6,12], the genomic characterization of the virus [22], and challenges for global health governance [23]. However, there are no research articles examining the psychological impact on COVID-19 on the general population in China.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 423,
                    "mention": "6",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 424,
                    "end": 426,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 472,
                    "end": 474,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 522,
                    "end": 524,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "1. Introduction",
            "ref_spans": []
        },
        {
            "text": "Therefore, this present study represents the first psychological impact and mental health survey conducted in the general population in China within the first two weeks of the COVID-19 outbreak. This study aims to establish the prevalence of psychiatric symptoms and identify risk and protective factors contributing to psychological stress. This may assist government agencies and healthcare professionals in safeguarding the psychological wellbeing of the community in the face of COVID-19 outbreak expansion in China and different parts of the world.",
            "cite_spans": [],
            "section": "1. Introduction",
            "ref_spans": []
        },
        {
            "text": "We adopted a cross-sectional survey design to assess the public’s immediate psychological response during the epidemic of COVID-19 by using an anonymous online questionnaire. A snowball sampling strategy, focused on recruiting the general public living in mainland China during the epidemic of COVID-19, was utilized. The online survey was first disseminated to university students and they were encouraged to pass it on to others.",
            "cite_spans": [],
            "section": "2.1. Setting and Participants ::: 2. Methods",
            "ref_spans": []
        },
        {
            "text": "As the Chinese Government recommended the public to minimize face-to-face interaction and isolate themselves at home, potential respondents were electronically invited by existing study respondents. They completed the questionnaires in Chinese through an online survey platform (‘SurveyStar’, Changsha Ranxing Science and Technology, Shanghai, China). Expedited ethics approval was obtained from the Institutional Review Board of the Huaibei Normal University (HBU-IRB-2020-001), which conformed to the principles embodied in the Declaration of Helsinki. Information about this study was posted on a dedicated university website. All respondents provided informed consent. Data collection took place over three days (31 January–2 February 2020) after the WHO declared the COVID-19 outbreak as a public health emergency of international concern.",
            "cite_spans": [],
            "section": "2.2. Procedure ::: 2. Methods",
            "ref_spans": []
        },
        {
            "text": "Previous surveys on the psychological impacts of SARS and influenza outbreaks were reviewed [18,21,24]. Authors included additional questions related to the COVID-19 outbreak. The structured questionnaire consisted of questions that covered several areas: (1) demographic data; (2) physical symptoms in the past 14 days; (3) contact history with COVID-19 in the past 14 days; (4) knowledge and concerns about COVID-19; (5) precautionary measures against COVID-19 in the past 14 days; (6) additional information required with respect to COVID-19; (7) the psychological impact of the COVID-19 outbreak; and (8) mental health status.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 95,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 96,
                    "end": 98,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 99,
                    "end": 101,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "2.3. Survey Development ::: 2. Methods",
            "ref_spans": []
        },
        {
            "text": "Sociodemographic data were collected on gender, age, education, residential location in the past 14 days, marital status, employment status, monthly income, parental status, and household size. Physical symptom variables in the past 14 days included fever, chills, headache, myalgia, cough, difficulty in breathing, dizziness, coryza, sore throat, and persistent fever, as well as persistent fever and cough or difficulty breathing. Respondents were asked to rate their physical health status and state any history of chronic medical illness. Health service utilization variables in the past 14 days included consultation with a doctor in the clinic, admission to the hospital, being quarantined by a health authority, and being tested for COVID-19. Contact history variables included close contact with an individual with confirmed COVID-19, indirect contact with an individual with confirmed COVID-19, and contact with an individual with suspected COVID-19 or infected materials.",
            "cite_spans": [],
            "section": "2.3. Survey Development ::: 2. Methods",
            "ref_spans": []
        },
        {
            "text": "Knowledge about COVID-19 variables included knowledge about the routes of transmission, level of confidence in diagnosis, level of satisfaction of health information about COVID-19, the trend of new cases and death, and potential treatment for COVID-19 infection. Respondents were asked to indicate their source of information. The actual number of confirmed cases of COVID-19 and deaths in the city on the day of the survey were collected. Concern about COVID-19 variables included self and other family members contracting COVID-19 and the chance of surviving if infected.",
            "cite_spans": [],
            "section": "2.3. Survey Development ::: 2. Methods",
            "ref_spans": []
        },
        {
            "text": "Precautionary measures against COVID-19 variables included avoidance of sharing of utensils (e.g., chopsticks) during meals, covering mouth when coughing and sneezing, washing hands with soap, washing hands immediately after coughing, sneezing, or rubbing the nose, washing hands after touching contaminated objects, and wearing a mask regardless of the presence or absence of symptoms. The respondents were asked the average number of hours staying at home per day to avoid COVID-19. Respondents were also asked whether they felt too much -unnecessary worry had been made about the COVID-19 epidemic. Additional health information about COVID-19 needed by respondents included more information about symptoms after contraction of COVID-19, routes of transmission, treatment, prevention of the spread of COVID-19, local outbreaks, travel advice, and other measures imposed by other countries.",
            "cite_spans": [],
            "section": "2.3. Survey Development ::: 2. Methods",
            "ref_spans": []
        },
        {
            "text": "The psychological impact of COVID-19 was measured using the Impact of Event Scale-Revised (IES-R). The IES-R is a self-administered questionnaire that has been well-validated in the Chinese population for determining the extent of psychological impact after exposure to a public health crisis within one week of exposure [25]. This 22-item questionnaire is composed of three subscales and aims to measure the mean avoidance, intrusion, and hyperarousal [26]. The total IES-R score was divided into 0–23 (normal), 24–32 (mild psychological impact), 33–36 (moderate psychological impact), and >37 (severe psychological impact) [27].",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 324,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 454,
                    "end": 456,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 626,
                    "end": 628,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "2.3. Survey Development ::: 2. Methods",
            "ref_spans": []
        },
        {
            "text": "Mental health status was measured using the Depression, Anxiety and Stress Scale (DASS-21) and calculations of scores were based on the previous study [28]. Questions 3, 5, 10, 13, 16, 17 and 21formed the depression subscale. The total depression subscale score was divided into normal (0–9), mild depression (10–12), moderate depression (13–20), severe depression (21–27), and extremely severe depression (28–42). Questions 2, 4, 7, 9, 15, 19, and 20 formed the anxiety subscale. The total anxiety subscale score was divided into normal (0–6), mild anxiety (7–9), moderate anxiety (10–14), severe anxiety (15–19), and extremely severe anxiety (20–42). Questions 1, 6, 8, 11, 12, 14, and 18 formed the stress subscale. The total stress subscale score was divided into normal (0–10), mild stress (11–18), moderate stress (19–26), severe stress (27–34), and extremely severe stress (35–42). The DASS has been demonstrated to be a reliable and valid measure in assessing mental health in the Chinese population [29,30]. The DASS was previously used in research related to SARS [31].",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 154,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1009,
                    "end": 1011,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1012,
                    "end": 1014,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1075,
                    "end": 1077,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "2.3. Survey Development ::: 2. Methods",
            "ref_spans": []
        },
        {
            "text": "Descriptive statistics were calculated for sociodemographic characteristics, physical symptoms and health service utilization variables, contact history variables, knowledge and concern-related variables, precautionary measure variables, and additional health information variables. Percentages of response were calculated according to the number of respondents per response with respect to the number of total responses of a question. The scores of the IES-R and DASS subscales were expressed as mean and standard deviation. We used linear regressions to calculate the univariate associations between sociodemographic characteristics, physical symptom and health service utilization variables, contact history variables, knowledge and concern variables, precautionary measure variables, additional health information variables, and the IES-S score as well as the subscales of the DASS. All tests were two-tailed, with a significance level of p < 0.05. Statistical analysis was performed using SPSS Statistic 21.0 (IBM SPSS Statistics, New York, United States).",
            "cite_spans": [],
            "section": "2.4. Statistical Analysis ::: 2. Methods",
            "ref_spans": []
        },
        {
            "text": "Figure 1 shows the development trend of the COVID-19 epidemic in China in January and February 2020. Since China first announced the national epidemic data on 20 January 2020, the number of confirmed cases, suspected cases, recovered individuals, and deaths related to COVID-19 infection have continued to escalate, with a sharp increase in the number of suspected cases after 26 January 2020. Both children and the elderly have been particularly vulnerable to the virus, with the youngest confirmed case being that of a 9-month-old infant.",
            "cite_spans": [],
            "section": "3.1. Development of the COVID-19 Epidemic from January 7 to February 2 2020 ::: 3. Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We received responses from 1304 respondents, and 102 respondents did not complete the questionnaires. Eventually, we included 1210 respondents from 194 cities in China who had completed the questionnaires (completion rate: 92.79%). Overall, 1120 respondents submitted the questionnaires on the first day (31 January), 86 respondents submitted the questionnaires on the second day (1 February), and only 4 respondents submitted the questionnaires on the third day (2 February).",
            "cite_spans": [],
            "section": "3.2. Survey Respondents ::: 3. Results",
            "ref_spans": []
        },
        {
            "text": "The psychological impact of COVID-19 outbreak, measured using the IES-R scale, revealed a sample mean score of 32.98 (SD = 15.42). Of all respondents, 296 (24.5%) reported minimal psychological impact (score < 23); 263 (21.7%) rated mild psychological impact (scores 24–32); and 651 (53.8%) reported a moderate or severe psychological impact (score > 33). Respondents’ depression, anxiety and stress levels, measured using the DASS 21-item scale, revealed a sample mean score of 20.16 (SD = 20.42). For the depression subscale, 843 (69.7%) were considered to have a normal score (score: 0–9); 167 (13.8%) were considered to suffer from mild depression (score: 10–12); 148 (12.2%) were considered to suffer from moderate depression (score: 13–20); and 52 (4.3%) were considered to suffer from severe and extremely severe depression (score: 21–42). For the anxiety subscale, 770 (63.6%) were considered to have a normal score (score: 0–6); 91 (7.5%) were considered to suffer from mild anxiety (score: 7–9); 247 (20.4%) were considered to suffer from moderate anxiety (score: 10–14); and 102 (8.4%) were considered to suffer from severe and extremely severe anxiety (score: 15–42). For the stress subscale, 821 (67.9%) were considered to have a normal score (score: 0–10); 292 (24.1%) were considered to suffer from mild stress (score: 11–18); 66 (5.5%) were considered to suffer from moderate stress (score: 19–26); and 31 (2.6%) were considered to suffer from severe and extremely severe stress (score: 27–42).",
            "cite_spans": [],
            "section": "3.2. Survey Respondents ::: 3. Results",
            "ref_spans": []
        },
        {
            "text": "Sociodemographic characteristics are presented in Table 1. The majority of respondents were women (67.3%), aged 21.4 to 30.8 years (53.1%), married (76.4%), with a household size of 3–5 people (80.7%), with children (67.4%), students (52.8%), and well educated (87.9% ≥ bachelor’s degree). Male gender was significantly associated with lower scores in the IES-R (B = −0.20, 95% Confidence Interval (95% CI) −0.35 to −0.05) but higher scores in the DASS stress subscale (B = 0.10, 95% CI: 0.02 to 0.19), DASS anxiety subscale (B = 0.19 95% CI: 0.05 to 0.33), and DASS depression subscale (B = 0.12, 95% CI: 0.01 to 0.23). Student status was significantly associated with higher IES-R (B = 0.20, 95% CI: 0.05 to 0.35), DASS stress subscale (B = 0.11, 95% CI: 0.02 to 0.19), and DASS anxiety subscale (B = 0.16, 95% CI: 0.02 to 0.30) scores as compared to those who were employed. Uneducated status was significantly associated with higher DASS depression subscale scores (B = 1.81, 95% CI: 0.46 to 3.16). Other sociodemographic variables including age, parental status, marital status, and household size were not associated with IES-R and DASS subscale scores.",
            "cite_spans": [],
            "section": "3.3. Sociodemographic Variables and Psychological Impact ::: 3. Results",
            "ref_spans": [
                {
                    "start": 50,
                    "end": 57,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "For physical symptoms, Table 2 shows that 0.5% of the sample reported a fever of 38 °C for at least one day within the previous two weeks. Some respondents reported a range of physical symptoms, most frequently coryza (16.9%), cough (13.9%), sore throat (11.5%), headache (9.7%), myalgia (7.9%), dizziness (7.3%), chills (3.5%), fever (0.5%), and breathing difficulty (0.4%). Around 0.3% of respondents reported a dyad of symptoms such as fever with cough or fever with breathing difficulty. Overall, 793 respondents reported no symptoms (60.81%); 182 respondents reported one symptom (15.04%); 114 respondents reported two symptoms (9.42%); and 68 respondents reported three symptoms (5.62%). Linear regression showed that chills, myalgia, cough, dizziness, coryza, and sore throat were significantly associated with higher IES-R, DASS stress subscale, DASS anxiety subscale, and DASS depression subscale scores, while breathing difficulty was associated with only DASS anxiety and depression subscale scores. In contrast, the presence of a dyad of symptoms such as fever with cough or breathing difficulty was not associated with IES-R, DASS stress subscale, DASS anxiety subscale, and DASS depression subscale scores.",
            "cite_spans": [],
            "section": "3.4. Symptoms and Psychological Impact ::: 3. Results",
            "ref_spans": [
                {
                    "start": 23,
                    "end": 30,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "In the prior two weeks, 3.5% of respondents had consulted a doctor in the clinic; 0.3% had been admitted to the hospital; 0.9% had been tested for COVID-19; 2.1% had been under quarantine by a health authority; and 68.3% reported good or very good health status. Around 93.6% of respondents did not suffer from any chronic illness, and 92.4% were covered by medical insurance. Clinic consultations (B = 0.38, 95% CI: 0.02 to 0.73) and hospitalizations (B = 1.23, 95 % CI: 0.09 to 2.36) were significantly associated with higher DASS anxiety subscale score. Poor or very poor self-rated health status was significantly associated with a greater psychological impact of the outbreak (B = 0.76, 95% CI: 0.02 to 1.49), and higher DASS stress subscale (B = 0.45, 95% CI: 0.02 to 0.88), DASS anxiety subscale (B = 0.90, 95% CI: 0.22 to 1.58), and DASS depression subscale (B = 0.65, 95% CI: 0.10 to 1.20) scores as compared to those with very good or good self-rated health status. History of chronic illness was significantly associated with higher IES-R, DASS stress subscale, DASS anxiety subscale, and DASS depression subscale scores.",
            "cite_spans": [],
            "section": "3.5. Health Status and Psychological Impact ::: 3. Results",
            "ref_spans": []
        },
        {
            "text": "Table 3 shows the contact history of confirmed and suspected cases of COVID-19. Overall, 1% of respondents had been in contact with an individual with suspected COVID-19 or infected materials; 0.5% reported indirect contact with an individual with confirmed COVID-19; and 0.3% reported close contact with an individual with confirmed COVID-19. Variables in the contact history were not associated with IES-R and DASS scores, with the exception of contact with an individual with suspected COVID-19 or infected materials, which were significantly associated with anxiety (B = 0.98, 95% CI: 0.32 to 1.64).",
            "cite_spans": [],
            "section": "3.6. Contact History and Psychological Impact ::: 3. Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Regarding knowledge about COVID-19, Table 4 also shows that the most common perceived route of transmission was through droplets (92.1%), followed by contaminated objects (73.7%), and airborne transmission (60.5%). Nearly all respondents had heard that the number of infected individuals had increased (98.8%), the number of deaths had increased (97.8%), and the number of recovered individuals had increased (93.3%). The most common source of health information about COVID-19 was from the Internet (93.5%). The majority of respondents (75.1%) were very satisfied or fairly satisfied with the amount of health information available. Dissatisfaction with the amount of health information available about COVID-19 was significantly associated with higher IES-R score (B = 0.63, 95% CI: 0.11 to 1.14) and DASS stress subscale score (B = 0.32, 95% CI: 0.02 to 0.62). The information on the increase in the number of recovered individuals was significantly associated with a low DASS stress subscale score (B =−0.24, 95% CI: −0.40 to −0.07).",
            "cite_spans": [],
            "section": "3.7. Knowledge about COVID-19 and Psychological Impact ::: 3. Results",
            "ref_spans": [
                {
                    "start": 36,
                    "end": 43,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Regarding concerns about COVID-19, about 75.2% of respondents were very worried or somewhat worried about other family members getting COVID-19. In contrast, 50.9% of respondents were very worried or somewhat worried about a child younger than 16 years getting COVID-19. About 46.5% of the respondents expressed a high level of confidence in their doctor’s ability to diagnose or recognize COVID-19; and 46.1% believed the risk of contracting COVID-19 during the current outbreak was unlikely or not likely at all. The majority of respondents (69.2%) believed that they would be very likely or somewhat likely to survive COVID-19 if infected.",
            "cite_spans": [],
            "section": "3.8. Concerns about COVID -19 and Psychological Impact ::: 3. Results",
            "ref_spans": []
        },
        {
            "text": "Those who had no confidence in their own doctor’s ability to diagnose or recognize COVID-19 were significantly more likely to have higher scores in the DASS stress subscale (B = 1.18, 95% CI: 0.61–1.75), DASS anxiety subscale (B = 1.86, 95% CI: 0.96 to 2.76), and DASS depression subscale (B = 1.66, 95% CI:0.94 to 2.38). A higher perceived likelihood of contracting COVID-19 during the current outbreak was significantly associated with lower IES-R score (B = −0.33, 95% CI: −0.61 to −0.05). In contrast, low perceived likelihood of contracting COVID-19 during the current outbreak was significantly associated with low DASS stress subscale (B = −0.18, 95% CI: −0.35 to −0.01) and low DASS anxiety subscale (B = −0.36, 95% CI: −0.63 to −0.09) scores. A low perceived likelihood of surviving COVID-19 if infected was significantly associated with high DASS stress subscale score (B = 0.34, 95% CI: 0.01 to 0.68).",
            "cite_spans": [],
            "section": "3.8. Concerns about COVID -19 and Psychological Impact ::: 3. Results",
            "ref_spans": []
        },
        {
            "text": "High levels of concern about other family members getting COVID-19 were significantly associated with higher DASS stress subscale scores (B = 0.50, 95% CI: 0.04 to 0.96). Similarly, high levels of concern about a child younger than 16 years getting COVID-19 were significantly associated with higher IES-R scores (B = 0.25, 95% CI: 0.05 to 0.44) and DASS anxiety subscale scores (B = 0.24, 95% CI: 0.07 to 0.42).",
            "cite_spans": [],
            "section": "3.8. Concerns about COVID -19 and Psychological Impact ::: 3. Results",
            "ref_spans": []
        },
        {
            "text": "Table 5 shows the precautionary measures adopted by the respondents in the past 14 days, which were most frequently always washing hands after touching contaminated objects (66.6%), always wearing a mask regardless of the presence or absence of symptoms (59.8%), always covering mouth when coughing and sneezing (57.4%), always washing hands with soap (56.5%), always washing hands immediately after coughing, sneezing, or rubbing nose (41%), and always avoiding sharing utensils (e.g., chopsticks) during meals (40.5%). Linear regression analysis showed that avoiding the sharing of utensils (e.g., chopsticks) during meals was significantly associated with lower scores in the IES-R (B= −0.29, 95% CI: −0.50 to −0.09) and the DASS stress (B = −0.18, 95% CI: −0.31 to −0.06), anxiety (B = −0.36, 95% CI: −0.55 to −0.17), and depression subscales (B = −0.31, 95% CI: −0.46 to −0.15). Similarly, washing hands immediately after coughing, sneezing, or rubbing the nose was significantly associated with lower scores in the IES-R (B = −0.47, 95% CI: −0.77 to −0.17) and the DASS stress (B = −0.31, 95% CI: −0.49 to −0.13), anxiety (B = −0.63, 95 CI: −0.91 to −0.35), and depression subscales (B = −0.38, 95% CI: −0.6 to −0.16). Washing hands with soap was significantly associated with lower scores in the DASS stress (B =−0.34, 95% CI: −0.60 to −0.09), anxiety (B = −0.54, 95% CI: −0.94 to −0.14), and depression subscales (B = −0.39, 95% CI: −0.71 to −0.07). Infrequency of wearing masks regardless of the presence or absence of symptoms was significantly associated with higher IES-R scores (B = 0.52, 95% CI: 0.04 to 1.01). High frequency of wearing masks regardless of the presence or absence of symptoms was significantly associated with lower scores in the DASS anxiety (B = −0.43, 95% CI: −0.81 to −0.06) and depression subscales (B = −0.37, 95% CI: −0.67 to −0.07). Washing hands after touching contaminated objects was significantly associated with lower DASS depression scores (B = −0.53, 95% CI: −0.96 to −0.10). The majority of respondents stayed at home for 20–24 h per day (84.7%) to avoid COVID-19.",
            "cite_spans": [],
            "section": "3.9. Precautionary Measures and Psychological Impact ::: 3. Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "mention": "Table 5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "Table 6 shows additional health information required by respondents. Nearly all respondents desired additional information about COVID-19, most frequently with respect to the route of transmission (96.9%), the availability and effectiveness of medicines/vaccines (96.8%), travel advice (95.9%), overseas experience in handling COVID-19 (94.5%), the number of infected cases and locations (94.1%), advice on prevention of the COVID-19(93.7%), more tailored information (e.g., for people with chronic illnesses) (93.6%), outbreaks in the local area (92.7%), and details on symptoms of COVID-19 infection (91.6%). About 96.9% of respondents preferred regular updates for the latest information and these were found to be significantly associated with lower DASS anxiety subscale scores (B = −0.62, 95% CI: −1.00 to −0.24). Additional information on the availability and effectiveness of medicines/vaccines (B = −0.63, 95% CI: −0.99 to −0.26), the number of infections and locations (B = −0.30, 95% CI: −0.57 to −0.02), and the routes of transmission (B = −0.39, 95% CI: −0.77 to −0.02) were significantly associated with lower scores in DASS anxiety subscale. Additional information on availability and effectiveness of medicines/vaccines was significantly associated with lower scores in the DASS depression subscale (B = −0.35, 95% CI: −0.65 to −0.06).",
            "cite_spans": [],
            "section": "3.10. Additional Health Information Required and Psychological Impact ::: 3. Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "mention": "Table 6",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "Our findings suggest that with respect to the initial psychological responses of the general public from 31 January to 2 February 2020, just two weeks into the country’s outbreak of COVID-19 and one day after WHO declared public health emergency of international concern, 53.8% of respondents rated the psychological impact of outbreak as moderate or severe; 16.5% of respondents reported moderate to severe depressive symptoms; 28.8% of respondents reported moderate to severe anxiety symptoms; and 8.1% reported moderate to severe stress levels. The prevalence of moderate or severe psychological impact as measured by IES-R was higher than the prevalence of depression, anxiety, and stress as measured by the DASS-21. The difference between IES-R and DASS-21 is due to the fact that the IES-R assesses the psychological impact after an event. In this study, respondents might refer the COVID-19 outbreak as the event while the DASS-21 did not specify any such event.",
            "cite_spans": [],
            "section": "4. Discussion",
            "ref_spans": []
        },
        {
            "text": "In this study, the majority of respondents spent 20–24 h per day at home (84.7%), did not report any physical symptoms (60.81%), and presented with good self-rated health status (68.3%). In this study, very few respondents had a direct or indirect contact history with individuals with confirmed or suspected COVID-19, or had undergone medical consultations related to COVID-19 (≤1%). The majority of respondents (>70%) were worried about their family members contracting COVID-19, but they believed that they would survive if infected.",
            "cite_spans": [],
            "section": "4. Discussion",
            "ref_spans": []
        },
        {
            "text": "Overall, the Internet (93.5%) was the primary health information channel for the general public during the initial stage of COVID-19 epidemic in China. Nearly all respondents (>90%) requested regular updates on the latest information on the route of transmission, availability and effectiveness of medicines/vaccines, travel advice, overseas experience in handling COVID-19, number of cases and location, advice on prevention, more tailored information (e.g., for people with chronic illnesses), information on outbreaks in the local area, and details on symptoms. The majority of respondents (>70%) were satisfied with the amount of health information available. More than half of the respondents washed their hands with soaps after touching contaminated objects, covered their mouth when coughing or sneezing, and wore masks regardless of the presence or absence of symptoms as precaution strategies.",
            "cite_spans": [],
            "section": "4. Discussion",
            "ref_spans": []
        },
        {
            "text": "As the COVID-19 epidemic continues to spread, our findings will provide vital guidance for the development of a psychological support strategy and areas to prioritize in China and other places which are affected by the epidemic. As the epidemic is ongoing, it is important to prepare health care systems and the general public to be medically and psychologically ready if widespread transmission occurs outside China [32]. Our findings have clinical and policy implications. First, health authorities need to identify high-risk groups based on sociodemographic information for early psychological interventions. Our sociodemographic data suggest that females suffered a greater psychological impact of the outbreak as well as higher levels of stress, anxiety, and depression. This finding corresponds to previously extensive epidemiological studies which found that women were at higher risk of depression [33]. Students were also found to experience a psychological impact of the outbreak and higher levels of stress, anxiety, and depression. As the total number of people infected by COVID-19 currently surpasses those stricken by the 2003 SARS-CoV epidemic, major cities in China have shut down schools at all levels indefinitely. The uncertainty and potential negative impact on academic progression could have an adverse effect on the mental health of students. During the epidemic, education authorities need to develop online portals and web-based applications to deliver lectures or other teaching activities [34]. As young people are more receptive towards smartphone applications [35], health authorities could consider providing online or smartphone-based psychoeducation and psychological interventions (e.g., cognitive behavior therapy, CBT) to reduce risk of virus transmission by face-to-face therapy. Online platforms could also provide a support network for those people spending most of their time at home during the epidemic. We found that the general public with no formal education had a greater likelihood of depression during the epidemic. Local agencies need to provide information in a diagrammatic or audio format in simple languages to support those with no educational background during the epidemic.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 420,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 907,
                    "end": 909,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1518,
                    "end": 1520,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1591,
                    "end": 1593,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "4. Discussion",
            "ref_spans": []
        },
        {
            "text": "Second, health authorities need to identify the immediate psychological needs of the general population presenting with physical symptoms during the epidemic. Our results revealed that the general population presenting with specific symptoms including chills, coryza, cough, dizziness, myalgia, and sore throat, as well as those with poor self-rated health status and history of chronic illnesses, experienced a psychological impact of the outbreak and higher levels of stress, anxiety, and depression. After presentation to the clinic or hospital with the above physical symptoms, patients may be sent home, quarantined, or admitted for further investigation. Health professionals should take the opportunity to provide resources for psychological support and interventions for those who present with the above symptoms, especially during hospitalization. Taking a family history is essential, and health professionals should enquire about the level of concern for other family members, especially children, of contracting COVID-19, as these concerns are associated with stress and anxiety, respectively.",
            "cite_spans": [],
            "section": "4. Discussion",
            "ref_spans": []
        },
        {
            "text": "Third, government and health authorities need to provide accurate health information during the epidemic to reduce the impact of rumors [23]. Higher satisfaction with the health information received was associated with a lower psychological impact of the outbreak and lower levels of stress, anxiety, and depression. The content of health information provided during the epidemic needs to be based on evidence to avoid adverse psychological reactions. Our results showed that up-to-date and accurate health information, especially on the number of recovered individuals, was associated with lower stress levels. Additional information on medicines or vaccines, routes of transmission, and updates on the number of infected cases and location (e.g., real-time, online tracking map) were associated with lower levels of anxiety.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 139,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "4. Discussion",
            "ref_spans": []
        },
        {
            "text": "Fourth, the content of psychological interventions (for example CBT) needs to be modified to suit the needs of the general population during the epidemic. CBT should preferably be delivered online or via telephone to avoid the spread of infection. As online CBT does not require the presence of mental health professionals (e.g., psychologists), this will be helpful to the general public in China as there is a shortage of psychologists. Based on our findings, cognitive therapy can provide information or evidence to enhance confidence in the doctor’s ability to diagnose COVID-19. Cognitive therapy can challenge cognitive bias when recipients overestimate the risk of contracting and dying from COVID-19. As the majority of the general population in this study was homebound for 20–24 h per day during the epidemic, behavior therapy could focus on relaxation exercises to counteract anxiety and activity scheduling (e.g., home-based exercise and entertainment) to counteract depression in the home environment. Self-administered acupressure and emotional freedom techniques derived from key principles within traditional Chinese medicine are potential interventions which may benefit the mental health of general public during the COVID-19 outbreak. Further research Is required to evaluate the effectiveness of these interventions.",
            "cite_spans": [],
            "section": "4. Discussion",
            "ref_spans": []
        },
        {
            "text": "Fifth, our findings suggest that the precautionary measures adopted to prevent the spread of COVID-19 could have had protective psychological effects during the early stage of the epidemic. During the 2003 SARS-CoV epidemic, researchers found that moderate levels of anxiety were associated with higher uptake of preventive measures by respondents [21]. Our findings showed the opposite trend. Specific precautionary measures including avoidance of sharing utensils (e.g., chopsticks), hand hygiene, and wearing masks regardless of the presence or absence of symptoms were associated with lower levels of psychological impact, depression, anxiety, and stress. The experiences of the 2003 SARS-CoV epidemic could have changed the perception of the general public towards precautionary measures and have led to a positive effect on the initial psychological responses to the COVID-19 epidemic by giving respondents confidence and sense of control in prevention. As the Chinese prefer to use chopsticks to pick up food commonly shared on a plate during mealtime as part of their culture, it is not unexpected that avoidance of sharing utensils (e.g., chopsticks) during meals is significantly associated with less psychological impact and lower levels of anxiety, depression, and stress. During the initial stage of the COVID-19 epidemic, health authorities outside China had different recommendations for mask usage due to a global shortage of masks. While some health authorities urged citizens not to wear masks if they were well (e.g., Singapore), other health authorities urged their citizens to always have masks and hand sanitizers ready (e.g., Malaysia, Vietnam) [36]. The official guidance from the World Health Organization (WHO) advises that healthy people should only wear masks if they are taking care of a person with suspected COVID-19 infection or if people are coughing and sneezing [37]. Our study found that wearing masks, regardless of the presence or absence of symptoms, was associated with lower levels of anxiety and depression. Although the WHO emphasizes that masks are effective only when used in combination with frequent hand-cleaning with alcohol-based hand rub or soap and water, wearing a mask regardless of the presence or absence of symptoms could offer potential psychological benefits by offering a sense of security. This finding was anticipated because wearing face masks is a common practice when people are sick or to counter urban pollution or haze in parts of Asia, including China [38]. Governments and health authorities should ensure there are infrastructures to produce and provide an adequate supply of masks, soaps, alcohol-based hand rubs, and other personal hygiene products during the COVID-19 epidemic.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 351,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1669,
                    "end": 1671,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1898,
                    "end": 1900,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2522,
                    "end": 2524,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "4. Discussion",
            "ref_spans": []
        },
        {
            "text": "This study has several limitations. Given the limited resources available and time-sensitivity of the COVID-19 outbreak, we adopted the snowball sampling strategy. The snowballing sampling strategy was not based on a random selection of the sample, and the study population did not reflect the actual pattern of the general population. Furthermore, it would be ideal to conduct a prospective study on the same group of participants after a period. Due to ethical requirements on anonymity and confidentiality, we were not allowed to collect contact details and personal information from the respondents. As a result, we could not conduct a prospective study that would provide a concrete finding to support the need for a focused public health initiative. There was an oversampling of a particular network of peers (e.g., students), leading to selection bias. As a result, the conclusion was less generalizable to the entire population, particularly less educated people. Another limitation is that self-reported levels of psychological impact, anxiety, depression and stress may not always be aligned with assessment by mental health professionals. Similarly, respondents might have provided socially desirable responses in terms of the satisfaction with the health information received and precautionary measures. Lastly, the number of respondents with contact history and who had sought medical consultations was very small. Our findings could not be generalized to confirmed or suspected cases of COVID-19. Notwithstanding the above limitations, this study provides invaluable information on the initial psychological responses 2 weeks after the outbreak of COVID-19 from respondents across 194 cities in China. Our results could be used as a historical reference. Most importantly, our findings directly inform the development of psychological interventions that can minimize psychological impact, anxiety, depression, and stress during the outbreak of COVID-19 and provide a baseline for evaluating prevention, control, and treatment efforts throughout the remainder of the COVID-19 epidemic, which is still ongoing at the time of preparing this manuscript.",
            "cite_spans": [],
            "section": "4. Discussion",
            "ref_spans": []
        },
        {
            "text": "During the initial phase of COVID-19 outbreak in China, more than half of the respondents rated their psychological impact as moderate-to-severe, and about one-third reported moderate-to-severe anxiety. Female gender, student status, and specific physical symptoms were associated with a greater psychological impact of the outbreak and higher levels of stress, anxiety, and depression. Specific up-to-date and accurate health information and certain precautionary measures were associated with a lower psychological impact of the outbreak and lower levels of stress, anxiety, and depression. Our findings can be used to formulate psychological interventions to improve mental health and psychological resilience during the COVID-19 epidemic.",
            "cite_spans": [],
            "section": "5. Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Association between demographic variables and the psychological impact of the 2019 coronavirus disease (COVID-19) outbreak as well as adverse mental health status during the epidemic (n = 1210).\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Association between physical health status in the past 14 days and the psychological impact of the 2019 coronavirus disease (COVID-19) outbreak as well as adverse mental health status during the epidemic (n = 1210).\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Association between contact history in the past 14 days and the psychological impact of the 2019 coronavirus disease (COVID-19) outbreak as well as adverse mental health status during the epidemic (n = 1210).\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Association between knowledge and concerns about the 2019 coronavirus disease (COVID-19) and the psychological impact of outbreak as well as adverse mental health status during the epidemic (n = 1210).\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Association between precautionary measures in the past 14 days and the psychological impact of the 2019 coronavirus disease (COVID-19) outbreak as well as adverse mental health status during the epidemic (n = 1210).\n",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 6: Association between additional health information required by participants and the psychological impact of the 2019 coronavirus disease (COVID-19) outbreak as well as adverse mental health status during the epidemic (n = 1210).\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: National epidemic trend of the 2019 coronavirus disease (COVID-19) outbreak in China from 7 January to 2 February 2020.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "470-473",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30185-9"
                ]
            }
        },
        "BIBREF1": {
            "title": "Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2001468"
                ]
            }
        },
        "BIBREF2": {
            "title": "Korean Society of Epidemiology-nCo, an interim review of the epidemiological characteristics of 2019 novel coronavirus",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Ryu",
                    "suffix": ""
                },
                {
                    "first": "B.C.",
                    "middle": [],
                    "last": "Chun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Epidemiol. Health",
            "volume": "42",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.4178/epih.e2020006"
                ]
            }
        },
        "BIBREF3": {
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: A descriptive study",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507-513",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30211-7"
                ]
            }
        },
        "BIBREF4": {
            "title": "First Case of 2019 Novel Coronavirus in the United States",
            "authors": [
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Holshue",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001191"
                ]
            }
        },
        "BIBREF5": {
            "title": "The Rate of Underascertainment of Novel Coronavirus (2019-nCoV) Infection: Estimation Using Japanese Passengers Data on Evacuation Flights",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clin. Med.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3390/jcm9020419"
                ]
            }
        },
        "BIBREF6": {
            "title": "Offline: 2019-nCoV—“A desperate plea”",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Horton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30299-3"
                ]
            }
        },
        "BIBREF7": {
            "title": "Timely mental health care for the 2019 novel coronavirus outbreak is urgently needed",
            "authors": [
                {
                    "first": "Y.-T.",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiatry",
            "volume": "7",
            "issn": "",
            "pages": "228-229",
            "other_ids": {
                "DOI": [
                    "10.1016/S2215-0366(20)30046-8"
                ]
            }
        },
        "BIBREF8": {
            "title": "The 1995 Kikwit Ebola outbreak: Lessons hospitals and physicians can apply to future viral epidemics",
            "authors": [
                {
                    "first": "R.C.W.",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Gen. Hosp. Psychiatry",
            "volume": "30",
            "issn": "",
            "pages": "446-452",
            "other_ids": {
                "DOI": [
                    "10.1016/j.genhosppsych.2008.05.003"
                ]
            }
        },
        "BIBREF9": {
            "title": "The impact of communications about swine flu (influenza A H1N1v) on public responses to the outbreak: Results from 36 national telephone surveys in the UK",
            "authors": [
                {
                    "first": "G.J.",
                    "middle": [],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "H.W.W.",
                    "middle": [],
                    "last": "Potts",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Michie",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Health Technol. Assess.",
            "volume": "14",
            "issn": "",
            "pages": "183-266",
            "other_ids": {
                "DOI": [
                    "10.3310/hta14340-03"
                ]
            }
        },
        "BIBREF10": {
            "title": "Psychosocial effects of an Ebola outbreak at individual, community and international levels",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Van Bortel",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Bull. World Health Organ.",
            "volume": "94",
            "issn": "",
            "pages": "210-214",
            "other_ids": {
                "DOI": [
                    "10.2471/BLT.15.158543"
                ]
            }
        },
        "BIBREF11": {
            "title": "SARS control and psychological effects of quarantine, Toronto, Canada",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Hawryluck",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg. Infect. Dis.",
            "volume": "10",
            "issn": "",
            "pages": "1206-1212",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1007.030703"
                ]
            }
        },
        "BIBREF12": {
            "title": "Psychosocial and coping responses within the community health care setting towards a national outbreak of an infectious disease",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Sim",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Psychosom. Res.",
            "volume": "68",
            "issn": "",
            "pages": "195-202",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpsychores.2009.04.004"
                ]
            }
        },
        "BIBREF13": {
            "title": "The impact of community psychological responses on outbreak control for severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "G.M.",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Epidemiol. Community Health",
            "volume": "57",
            "issn": "",
            "pages": "857-863",
            "other_ids": {
                "DOI": [
                    "10.1136/jech.57.11.857"
                ]
            }
        },
        "BIBREF14": {
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: Implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30251-8"
                ]
            }
        },
        "BIBREF15": {
            "title": "The psychological effects of quarantining a city",
            "authors": [
                {
                    "first": "G.J.",
                    "middle": [],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Clin. Res. Ed.",
            "volume": "368",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m313"
                ]
            }
        },
        "BIBREF16": {
            "title": "Community psycho-behavioural surveillance and related impact on outbreak control in Hong Kong and Singapore during the SARS epidemic",
            "authors": [
                {
                    "first": "G.M.",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Hong Kong Med. J.",
            "volume": "15",
            "issn": "Suppl. S9",
            "pages": "30-34",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Usage of social media and smartphone application in assessment of physical and psychological well-being of individuals in times of a major air pollution crisis",
            "authors": [
                {
                    "first": "M.W.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "JMIR mHealth uHealth",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2196/mhealth.2827"
                ]
            }
        },
        "BIBREF18": {
            "title": "Methodology of developing a smartphone application for crisis research and its clinical application",
            "authors": [
                {
                    "first": "M.W.B.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Technol. Health Care Off. J. Eur. Soc. Eng. Med.",
            "volume": "22",
            "issn": "",
            "pages": "547-559",
            "other_ids": {
                "DOI": [
                    "10.3233/THC-140819"
                ]
            }
        },
        "BIBREF19": {
            "title": "Psychometric properties of the Impact of Event Scale-Revised",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Creamer",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Failla",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Behav. Res. Ther.",
            "volume": "41",
            "issn": "",
            "pages": "1489-1496",
            "other_ids": {
                "DOI": [
                    "10.1016/j.brat.2003.07.010"
                ]
            }
        },
        "BIBREF20": {
            "title": "Multi-level predictors of psychological problems among methadone maintenance treatment patients in difference types of settings in Vietnam",
            "authors": [
                {
                    "first": "T.A.",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Subst. Abus. Treat. Prev. Policy",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s13011-019-0223-4"
                ]
            }
        },
        "BIBREF21": {
            "title": "Relationship of Anxiety and Depression with Respiratory Symptoms: Comparison between Depressed and Non-Depressed Smokers in Singapore",
            "authors": [
                {
                    "first": "C.S.H.",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "16",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph16010163"
                ]
            }
        },
        "BIBREF22": {
            "title": "The Extent of Transmission of Novel Coronavirus in Wuhan, China, 2020",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clin. Med.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3390/jcm9020330"
                ]
            }
        },
        "BIBREF23": {
            "title": "Misophonia in Singaporean Psychiatric Patients: A Cross-Sectional Study",
            "authors": [
                {
                    "first": "T.C.",
                    "middle": [],
                    "last": "Quek",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "15",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph15071410"
                ]
            }
        },
        "BIBREF24": {
            "title": "Immediate and sustained psychological impact of an emerging infectious disease outbreak on health care workers. Canadian journal of psychiatry",
            "authors": [
                {
                    "first": "G.M.",
                    "middle": [],
                    "last": "McAlonan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Revue Canadienne De Psychiatrie",
            "volume": "52",
            "issn": "",
            "pages": "241-247",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Initial Public Health Response and Interim Clinical Guidance for the 2019 Novel Coronavirus Outbreak—United States, 31 December 2019–4 February 2020",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "D.B.",
                    "middle": [],
                    "last": "Jernigan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb. Mortal. Wkly. Rep.",
            "volume": "69",
            "issn": "",
            "pages": "140-146",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6905e1"
                ]
            }
        },
        "BIBREF26": {
            "title": "Prevalence of Depression in the Community from 30 Countries between 1994 and 2014",
            "authors": [
                {
                    "first": "G.Y.",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sci. Rep.",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-018-21243-x"
                ]
            }
        },
        "BIBREF27": {
            "title": "Methodology of development and students’ perceptions of a psychiatry educational smartphone application",
            "authors": [
                {
                    "first": "M.W.B.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C.S.H.",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "R.C.M.",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Technol. Health Care Off. J. Eur. Soc. Eng. Med.",
            "volume": "22",
            "issn": "",
            "pages": "847-855",
            "other_ids": {
                "DOI": [
                    "10.3233/THC-140861"
                ]
            }
        },
        "BIBREF28": {
            "title": "Receptiveness and preferences of health-related smartphone applications among Vietnamese youth and young adults",
            "authors": [
                {
                    "first": "T.T.T.",
                    "middle": [],
                    "last": "Do",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Public Health",
            "volume": "18",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12889-018-5641-0"
                ]
            }
        },
        "BIBREF29": {
            "title": "To Mask or Not to Mask: Confusion Spreads over Coronavirus Protection. 31 January 2020",
            "authors": [
                {
                    "first": "J.S.J.",
                    "middle": [],
                    "last": "Geddie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Novel Coronavirus (2019-nCoV) Advice for the Public: When and How to Use Masks",
            "authors": [
                {
                    "first": "W.H.",
                    "middle": [],
                    "last": "Organisation",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Impact of 2013 south Asian haze crisis: Study of physical and psychological symptoms and perceived dangerousness of pollution level",
            "authors": [
                {
                    "first": "R.C.",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Psychiatry",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-244X-14-81"
                ]
            }
        },
        "BIBREF32": {
            "title": "China coronavirus: WHO declares international emergency as death toll exceeds 200",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Mahase",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Clin. Res. Ed.",
            "volume": "368",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m408"
                ]
            }
        },
        "BIBREF33": {
            "title": "Coronavirus Infections-More Than Just the Common Cold",
            "authors": [
                {
                    "first": "C.I.",
                    "middle": [],
                    "last": "Paules",
                    "suffix": ""
                },
                {
                    "first": "H.D.",
                    "middle": [],
                    "last": "Marston",
                    "suffix": ""
                },
                {
                    "first": "A.S.",
                    "middle": [],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.0757"
                ]
            }
        },
        "BIBREF34": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497-506",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF35": {
            "title": "Estimating the effective reproduction number of the 2019-nCoV in China",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.27.20018952"
                ]
            }
        },
        "BIBREF36": {
            "title": "Estimating the Unreported Number of Novel Coronavirus (2019-nCoV) Cases in China in the First Half of January 2020: A Data-Driven Modelling Analysis of the Early Outbreak",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clin. Med.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3390/jcm9020388"
                ]
            }
        },
        "BIBREF37": {
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        }
    }
}