{
    "paper_id": "PMC7137400",
    "metadata": {
        "title": "Fighting against the common enemy of COVID-19: a practice of building a community with a shared future for mankind",
        "authors": [
            {
                "first": "Xu",
                "middle": [],
                "last": "Qian",
                "suffix": "",
                "email": "xqian@shmu.edu.cn",
                "affiliation": {}
            },
            {
                "first": "Ran",
                "middle": [],
                "last": "Ren",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Youfa",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Fang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhong-Dao",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Pei-Long",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tie-Ru",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "email": "hantieru@hotmail.com",
                "affiliation": {}
            },
            {
                "first": "Zong-Fu",
                "middle": [],
                "last": "Mao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tian-Ping",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jia-Hui",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Qing-Min",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhao-Yang",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hong-Ning",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Feng",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "A sudden outbreak of coronavirus disease 2019 (COVID-19) caused by infection with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) virus has happened since December 2019 in Wuhan City, Hubei Province, a central city in the People’s Republic of China, where transportation is enormously convenient to connecting all other places in China and overseas [1, 2]. As of 7 March, 2020, a total of 80 813 confirmed cases reported in all provinces of China, and 21 110 cases reported in 93 countries/territories/areas of six continents [3]. In particular, some cases have been confirmed in African countries, such as Algeria, Egypt, and Nigeria [3]. This is the biggest infectious disease outbreak in China ever since 1949, the year of founding the People’s Republic of China. It is the biggest battle since the disease is spreading so fast with high prevalence, and the prevention of the transmission has involved all people in the country [4]. While at global level, the strategy and coordinating mechanism to control COVID-19 need to be set down as soon as possible [5], in particular, three questions need to be addressed as (i) how to take the emergency response actions effectively in different countries? (ii) how to mobilize resources quickly with strategic ways? and (iii) how to encourage people proactively and orderly to participate in this battle against COVID-19 from different regions of the world?",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 364,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 366,
                    "end": 367,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 540,
                    "end": 541,
                    "mention": "3",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 649,
                    "end": 650,
                    "mention": "3",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 945,
                    "end": 946,
                    "mention": "4",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1073,
                    "end": 1074,
                    "mention": "5",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Professionally speaking, three steps are necessary to taken once an infectious disease outbreaks in certain regions, including controlling infectious sources, blocking the transmission routes, and protecting the susceptive population [6]. While, as COVID-19 spreading so fast and people’s travelling so frequent during the Chinese New Year (Spring Festival) season, it cannot control effectively if only taking the normal or general countermeasures [7]. Therefore, the Chinese government has quickly taken actions to contain its transmission inside China, including detecting the disease early, diagnosis and reporting early, isolating and treatment of cases early, tracing all possible contacts, persuading people to stay at home, and promoting social distancing measures commensurate with the risk, etc., based on the current knowledge about epidemiological features and transmission patterns of COVID-19.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 236,
                    "mention": "6",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 450,
                    "end": 451,
                    "mention": "7",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Traditional epidemiological approaches effectively control the transmission ::: Lessons from the battle against COVID-19 in China",
            "ref_spans": []
        },
        {
            "text": "In dealing with the outbreak, China has been adopting the way of tailoring interventions into local settings, from quickly finding each infected person, tracing close contacts and placing them under quarantine, to promoting basic hygiene measures to the public, such as frequent hand washing, cancelling public gathering, closing schools, extending the Spring Festival holiday, delaying return to work, and to the most severe measure of city lockdown of Wuhan [8, 9]. By adapting response strategies to the local context, it may avoid blockading the city when it is not needed, and also prevent from a major outbreak without taking any action.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 462,
                    "mention": "8",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 464,
                    "end": 465,
                    "mention": "9",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Response strategies coping with local conditions ::: Lessons from the battle against COVID-19 in China",
            "ref_spans": []
        },
        {
            "text": "Under the strong leadership of the Central Government of China, the mobilization for the emergency responses has been effectively promoted in following ways. Firstly, a Joint Prevention and Control Mechanism of the State Council has established involving 32 Ministries, with subgroups on control of outbreak, medical rescue, scientific research, information and communication, international cooperation, logistics, and frontline coordination [10]. This multi-sectoral cooperation mechanism at high level is to ensure the facilities and supplies have been well arranged to support the emergency responses in all provinces, with focus on the Hubei Province, for example, more than 10 mobile hospitals and two big hospitals with each one having the capacity of holding more than 1000 beds have been built within 10 days. Secondly, more than 40 000 medical professionals from other provinces or military institutions have been dispatched to Hubei Province to implement emergency responses, including medical care and treatment, epidemiological investigations, environmental sterilization for disinfection, and data and information management to support the policy making.",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 445,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Mobilizing resources quickly to support the emergency responses ::: Lessons from the battle against COVID-19 in China",
            "ref_spans": []
        },
        {
            "text": "It is important to protect the community from exposure to the infection, all residents in the potential risk areas were encouraged to stay at home, which is an effective way to block the transmission routes. Local community health workers and volunteers, after the specific training, proactively participate in screening the suspicious infections, and help in implementing proper quarantine measures by providing support services, such as driving patients to the mobile hospitals [8]. All those activities logistically managed at the community level.",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 482,
                    "mention": "8",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Encouraging people proactively and orderly participate in this battle against COVID-19 ::: Lessons from the battle against COVID-19 in China",
            "ref_spans": []
        },
        {
            "text": "At the same time, from medical care side, the medical doctors and nurses worked very hard in the hospitals, to screen the suspected cases, provide medical care for the confirmed cases, and taking emergency response to rescue severe patients to reduce the fatality. While epidemiologists working in centers for disease control and preventions provided the statistical results for the dissemination of epidemiological data correctly, and provide the well-prepared datasets for the decision makers for coordination of necessary resources, and many health workers investigate the suspected contactors for quick medical quarantine of the suspected cases at the community level.",
            "cite_spans": [],
            "section": "Encouraging people proactively and orderly participate in this battle against COVID-19 ::: Lessons from the battle against COVID-19 in China",
            "ref_spans": []
        },
        {
            "text": "With the conceptualization on building a community with a shared future for mankind proposed by Chinese President Xi Jinping in 2013 [11], Chinese people have taken following actions to prevent the pandemic of the diseases: (i) sharing the sequences of SARS-Cov-2 virus with the World Health Organization (WHO) and other countries which are important information for other countries to prepare the tests for screening and diagnosis, (ii) all epidemiological data with clinical treatment in China has been published in the international journals, (iii) prevent spreading of the disease by traveling ban in Wuhan, (iv) medical quarantine has been performed for all suspected contactors, (v) body temperature measuring facilities were equipped in all railway stations and airports, etc. In order to take very strict contain measures for COVID-19 outbreak tailored to local settings, the travelling ban was executed in Wuhan, and encouraging no gathering and less travelling in other cities out of Hubei Province. Those actions were implemented by strong coordinating of the Chinese government in cooperation with local residents. To date, the epidemiological data has showed more than thousands of people have been protected from the infections, and increasing pattern of the transmission has been suppressed significantly in China [12].",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 136,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1330,
                    "end": 1332,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Preventing the pandemic of COVID-19 ::: Lessons from the battle against COVID-19 in China",
            "ref_spans": []
        },
        {
            "text": "The fighting against COVID-19 has been lasting almost two months, and the time left for people outside of China to prepare the countermeasures has been narrowed quickly. To date, we have found it is one of the greatest challenges to human beings in fighting against COVID-19 in the history, since the pathogen of SARS-CoV-2 is a new coronavirus, differed from either SARS-CoV or MERS-CoV in terms of biological characteristics and transmissibility [13].",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 451,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Challenges in fighting against COVID-19",
            "ref_spans": []
        },
        {
            "text": "Technically, we have little knowledge on the pathogen and pathogenesis, without specific effectively drugs or vaccine against the virus infection, which cause difficulties in rescuing the severe cases which account for about 20% of the infections. The transmission routes are not clear enough, although we currently understand that the respiratory transmission from human to human is the major transmission route, but other ways for transmission, such as gastrointenstinal transmission or aerosol propagation, is not so clear.",
            "cite_spans": [],
            "section": "Challenges in fighting against COVID-19",
            "ref_spans": []
        },
        {
            "text": "Administratively, implementing the locked down measures in such a big city with over 15 millions of people is not an easy task, with a lot of preparing works from different dimensions of municipal logistic management, to support the emergency response actions. Thus, the multi-administrative systems need to be coordinated collectively, guiding from the central government, with more resources gathering from various places all over the country.",
            "cite_spans": [],
            "section": "Challenges in fighting against COVID-19",
            "ref_spans": []
        },
        {
            "text": "Globally, the information sharing is so important, including patients’ information sharing to trace the suspected cases to protect more people as quickly as possible, genome sequences information sharing to prepare the diagnostics as quickly as possible, and treatment schemes sharing to rescue more severe cases. The WHO declared the Public Health Emergency of International Concern based on the International Health Regulation (2005) in the early time of the outbreak of COVID-19, as it is an extraordinary event to constitute a public health risk to the states through the international spread of disease, and to potentially require a coordinate international response [14]. All actions to strengthen surveillance and response systems on infectious diseases need to put emphasis on resources limited countries, such as Southeast Asia and African countries [15].",
            "cite_spans": [
                {
                    "start": 673,
                    "end": 675,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 860,
                    "end": 862,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Challenges in fighting against COVID-19",
            "ref_spans": []
        },
        {
            "text": "WHO has identified 13 African countries at the top-risk affected by COVID-19 but with limited resources against COVID-19, including Algeria, Angola, Cote d’Ivoire, the Democratic Republic of the Congo, Ethiopia, Ghana, Kenya, Mauritius, Nigeria, South Africa, Tanzania, Uganda and Zambia. These countries have direct links or greater numbers of people travelling to/from China [15]. The preparing works on response to the imported cases need initiated as soon as possible with the assistance of WHO as well as developed world. The major preparing works are to prepare enough facilities for use in hospitals, such as test kits, facemasks, and personal protective equipment (PPE), to prepare the quarantine measures in each gate of the traveling venues, and to prepare information communication, etc. The emergency response mechanism on multi-sectoral cooperation needs to be established once the first case has been detected.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 380,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Preparedness in low and middle income countries ::: Coordinating interventions and resources mobilization globally ::: Recommendations",
            "ref_spans": []
        },
        {
            "text": "The fast spreading of COVID-19 to more than 90 countries/territories, with some cluster cases occurred in a few countries, demonstrated that this new disease has higher transmissibility compared with SARS and MERS. The nature of high transmissibility for COVID-19 requires us to (i) prepare the battle globally as soon as possible, by taking the advantage of the time window opened by Chinese battle against COVID-19, (ii) invest more weapons or tools against the diseases by better global coordination, and (iii) take proper quarantine measures globally [16]. We are able to win the battle only if our actions are coordinated better at a global level.",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 558,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Intervention and coordination globally ::: Coordinating interventions and resources mobilization globally ::: Recommendations",
            "ref_spans": []
        },
        {
            "text": "One of lessons learnt from the battle in Wuhan is the speed of resources gathering against COVID-19 outbreak could not catch up the speed of the coronavirus spreading in early stage of the outbreak, and it is in need of support or assistances from outside of epicenter, including medical doctors, nurses, and facilities of PPE used in hospitals, and facemasks for residents. The strong support from outside of epicenter quickly to ensure all infectious sources either controlled through quarantine measures or treated in the specialized hospitals. Therefore, for those countries with weak health system, it is so urgent to get help from other parts of the world. WHO needs to mobilize its certified global emergency medical teams to get ready to be dispatched to other countries where health workers are in short supply while an outbreak occurs.",
            "cite_spans": [],
            "section": "Resources mobilization globally ::: Coordinating interventions and resources mobilization globally ::: Recommendations",
            "ref_spans": []
        },
        {
            "text": "As said by WHO Director-General in the news press on Public Health Emergency of International Concern declaration that “this declaration is not a vote of no confidence in China, our greatest concern is the potential for the virus to spread to countries with weaker health systems.” Therefore, international community needs to work together to prepare for the containment of COVID-19 transmission and spreading in other countries, under the scenario that more countries may be affected by the new coronavirus [17]. These containment works have to quickly take readiness on active surveillance, early detection, isolation and case management, contact tracing and prevention of onward spread of COVID-19.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 511,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Jointly fighting against common enemy ─ COVID-19 ::: Recommendations",
            "ref_spans": []
        },
        {
            "text": "Therefore, at this stage, with more countries having confirmed more and more COVID-19 cases, all countries need work together on the following global actions on:\n(i)fighting against COVID-19 spreading, including sharing the information of the disease transmission and epidemiological knowledge, sharing the experiences on case management and treatment approaches both for severe cases or light symptoms, and sharing new technologies or strategies to contain the transmission;(ii)fighting against violating International Health Regulation, by following the WHO’s authoritative advices which called on all countries to implement decisions that are evidence-based and convincing. We need to improve our quarantine measures to replace the disconnection of international traveling and trade restrictions, with an assistance of the improved active surveillance systems and AI-based technology to trace the contactors;(iii)fighting against stigmatization, since the stigmatization is always present when the disease outbreak and people facing the sudden attack of this kind of epidemic. These phenomena on stigmatization may be at a scale of epicenter areas, or may be at a country and regional scale, and even at global scale. Thus, we need fight with the real and common enemy which is the new coronavirus, rather than the infected people. The international community needs the solidarity and sympathy to start the battle against the common enemy – the new coronavirus, as well as against stigmatization at the same time.",
            "cite_spans": [],
            "section": "Jointly fighting against common enemy ─ COVID-19 ::: Recommendations",
            "ref_spans": []
        },
        {
            "text": "In order to quickly share the information and datasets for countermeasures, the actions on fast and open reporting of outbreak data and sharing of virus samples, genetic information, and research results are encouraged for all international communities, non-governmental organizations (NGOs), as well as governmental institutions around the world. Through regional and country office of WHO, more preventive information against COVID-19 can be disseminated to the public in the vulnerable countries.",
            "cite_spans": [],
            "section": "Cooperation on sharing information and data ::: Global cooperation in priority settings ::: Recommendations",
            "ref_spans": []
        },
        {
            "text": "With understanding the importance of human health in the planet, multi-sectoral and multi-lateral cooperation against COVID-19 pandemic are recommended at global level. Particularly, the scientific communities, governments and NGOs in different fields, such as public health, agriculture, ecology, epidemiology, governance planning, science, and many others need to collaboratively prevent future outbreaks, with better coordination. The secretary of the United Nations need take the responsibility to coordinate the actions on protecting the planetary health by systematic approaches, such as EcoHealth, One Health, Planetary Health and Urban Health, and making sure public resources are worthwhile investing in strengthening surveillance and response systems for preventing future outbreaks of emerging infectious diseases.",
            "cite_spans": [],
            "section": "Coordination on surveillance and response ::: Global cooperation in priority settings ::: Recommendations",
            "ref_spans": []
        },
        {
            "text": "We urgently encourage all governments and international foundation to support short-term and emergency response-related research projects to improve our understanding of the causes, risks, infectiousness, and threats of a pandemic [19]. Health institutions at international level should be encouraged to organize the research priority settings on preventing the pandemic or averting the emergence of the disease. International conservation organizations start to take investigations on types of wildlife-pathogens interactions affecting human health. International environmental agencies can initiate researches on unsustainable transformations of natural environments and ecosystems that provide life-supporting services for our health.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 234,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Coherence on research priority settings ::: Global cooperation in priority settings ::: Recommendations",
            "ref_spans": []
        },
        {
            "text": "To summarize, COVID-19 is a new disease that has caused great impacts to the people’s daily life extraordinarily. We, as a community of shared future for mankind, need to take collectively and quickly strong emergency responses as a battle against our common enemy, the new coronavirus, not only in China but also in the world. All partners of international community and country leaders are encouraged to proactively take strategic actions as soon as possible to fight the COVID-19 together. Hard times will end finally, and we will meet each other in the blooming spring soon.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "China's belt and road initiative from a global health perspective",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet Glob Health",
            "volume": "5",
            "issn": "8",
            "pages": "e752-e753",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(17)30250-4"
                ]
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet.",
            "volume": "395",
            "issn": "10223",
            "pages": "507-513",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30211-7"
                ]
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Preparedness and vulnerability of African countries against importations of COVID-19: a modelling study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pullano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pinotti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Valdano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                },
                {
                    "first": "PY",
                    "middle": [],
                    "last": "Boelle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet.",
            "volume": "395",
            "issn": "",
            "pages": "871-877",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30411-6"
                ]
            }
        },
        "BIBREF7": {
            "title": "A mathematical model for simulating the phase-based transmissibility of a novel coronavirus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rui",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "ZY",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infect Dis Poverty",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s40249-020-00640-3"
                ]
            }
        },
        "BIBREF8": {
            "title": "Statement in support of the scientists, public health professionals, and medical professionals of China combatting COVID-19",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Calisher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Colwell",
                    "suffix": ""
                },
                {
                    "first": "RB",
                    "middle": [],
                    "last": "Corley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet.",
            "volume": "395",
            "issn": "",
            "pages": "E42-E43",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30418-9"
                ]
            }
        },
        "BIBREF9": {
            "title": "Public health emergency preparedness practices and the management of frontline communicable disease response",
            "authors": [
                {
                    "first": "AD",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Strickland",
                    "suffix": ""
                },
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Public Health Manag Pract",
            "volume": "26",
            "issn": "2",
            "pages": "180-183",
            "other_ids": {
                "DOI": [
                    "10.1097/PHH.0000000000000963"
                ]
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "A new coronavirus associated with human respiratory disease in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "YM",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "ZG",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature.",
            "volume": "579",
            "issn": "",
            "pages": "265-269",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2008-3"
                ]
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: a data-driven analysis in the early phase of the outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                },
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Musa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "92",
            "issn": "",
            "pages": "214-217",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.01.050"
                ]
            }
        },
        "BIBREF14": {
            "title": "What to do next to control the 2019-nCoV epidemic?",
            "authors": [
                {
                    "first": "FS",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet.",
            "volume": "395",
            "issn": "10222",
            "pages": "391-393",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30300-7"
                ]
            }
        },
        "BIBREF15": {
            "title": "The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) — China, 2020",
            "authors": [],
            "year": 2020,
            "venue": "China CDC Weekly",
            "volume": "2",
            "issn": "8",
            "pages": "113-122",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "The association between domestic train transportation and novel coronavirus (2019-nCoV) outbreak in China from 2019 to 2020: a data-driven correlational report",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Travel Med Infect Dis",
            "volume": "33",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.tmaid.2020.101568"
                ]
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}