{
    "paper_id": "PMC7111504",
    "metadata": {
        "title": "\nIn silico identification of vaccine targets for 2019-nCoV",
        "authors": [
            {
                "first": "Chloe",
                "middle": [],
                "last": "Hyun-Jung Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hashem",
                "middle": [],
                "last": "Koohy",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The emergence and rapid spread of the recent novel coronavirus known as 2019-nCoV has posed a serious global health threat\n1 and has already caused a huge financial burden\n2. It has further challenged the scientific and industrial community for quick control practices, and equally importantly to develop effective vaccines to prevent its recurrence. In facing a rapid epidemical outbreak to a novel and unknown pathogen, a key bottleneck for a proper and deep investigation, which is fundamental for vaccine development, is the limited -- to almost no -- access of the scientific community to samples from infected subjects. As such,\nin silico predictions of targets for vaccines are of high importance and can serve as a guidance to medical and experimental experts for the best and timely use of the limited resources.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 124,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 172,
                    "end": 173,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this regard, we report our recent effort to computationally identify immunogenic and/or cross-reactive peptides from 2019-nCoV. We provide a detailed screen of candidate peptides based on comparison with immunogenic peptides deposited in the Immune Epitope Database and Analysis Resource (IEDB) database including those derived from Severe acute respiratory syndrome-related coronavirus (SARS CoV) along with\nde novo prediction from 2019-nCoV 9-mer peptides. Here, we found i) 28 SARS-derived peptides having exact matches in 2019-nCoV proteome previously characterized to be immunogenic by\nin vitro T cell assays, ii) 22 nCoV peptides having a high sequence similarity with immunogenic peptides but with a greater predicted immunogenicity score, and iii) 44 + 19 nCoV peptides predicted to be immunogenic by the iPred algorithm and 1G4 TCR positional weight matrices respectively.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We collected all peptides in IEDB (\n3, as of 13-02-2020) reported positive in T cell assays and have human as the host organism. We then conducted a local sequence alignment of 10 2019-nCoV open reading frames (ORFs) against 35,225 IEDB peptides, and found 28 exact matches. Surprisingly, all identical hits (towards target peptide length > 3) were from SARS-CoV (\nTable 1, Data Table 1\n4). These peptides have been shown to bind various HLA alleles, although with higher tendency towards HLA-A:02:01, from both class I and class II, and can be target for CD8+ and CD4+ T cells respectively.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 37,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 387,
                    "end": 388,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Identification of 28 exact matches to SARS CoV immunogenic peptides by screening all epitopes deposited in IEDB ::: Results",
            "ref_spans": [
                {
                    "start": 365,
                    "end": 372,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "In addition to 28 identical hits against SARS CoV, we observed a long tail in distribution of normalized alignment scores between 10 2019-nCoV ORFs and 35,225 IEDB peptides (\nFigure 1A). We therefore set out to further investigate potential vaccine targets among highly similar sequences.",
            "cite_spans": [],
            "section": "Identification of 22 2019-nCoV peptides with high degree of similarity to previously reported immunogenic viral peptides ::: Results",
            "ref_spans": [
                {
                    "start": 175,
                    "end": 184,
                    "mention": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Taking the normalized alignment score of exact matches as a reference, we extracted 2019-nCoV peptides having score greater or equal to 4. As illustrated in\nFigure 1A, we observed 45 and 11 peptides having normalized alignment score ≥ 4 and ≥ 5 respectively (\nFigure 1A inset). The target peptides were originated from 10 different sources (\nFigure 1B) where a total 36 peptides were derived from strains associated to SARS CoV. Of interest, we also observed 7 hits having high sequence similarity to targets from\nHomo sapiens.",
            "cite_spans": [],
            "section": "Identification of 22 2019-nCoV peptides with high degree of similarity to previously reported immunogenic viral peptides ::: Results",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 166,
                    "mention": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 260,
                    "end": 269,
                    "mention": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 342,
                    "end": 351,
                    "mention": "Figure 1B",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "In order to investigate the extent to which the difference between the source (2019-nCoV) and target (IEDB) peptides influences the immunogenicity of the source peptides we used a recently published immunogenicity model\n5 to predict and compare the immunogenicity between the source and target peptides (Data Table 2\n4).",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 221,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 317,
                    "end": 318,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Identification of 22 2019-nCoV peptides with high degree of similarity to previously reported immunogenic viral peptides ::: Results",
            "ref_spans": []
        },
        {
            "text": "We could see a similar (close to identical) immunogenicity scores for a number of IEDB and 2019-nCov peptides especially for those with high immunogenicity scores (\nFigure 2). While all 48 can be potential targets, of particular interest were those having higher immunogenicity score than IEDB peptides. Here, we list 22 out of 48 2019-nCoV peptides that scored higher compared to their targets that have been characterized to be immunogenic (\nTable 2). In this list 15 (68%) 2019-nCov peptides have a score higher than 0.5 whereas only 11(50%) of IEDB get a score immunogenicity score greater than 0.5.",
            "cite_spans": [],
            "section": "Identification of 22 2019-nCoV peptides with high degree of similarity to previously reported immunogenic viral peptides ::: Results",
            "ref_spans": [
                {
                    "start": 165,
                    "end": 173,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 444,
                    "end": 451,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "It is worth noting that in general predicting immunogenicity of given a peptide is challenging and not a fully solved problem, and therefore current models for predicting immunogenicity are suboptimal. iPred is also not an exception. In fact, we could see that a substantial number of IEDB immunogenic peptides were scored < 0.5 (the threshold score used to classify immunogenic vs non-immunogenic). This led us to ask whether we can gather any other evidence of either immunogenicity or cross-reactivity.",
            "cite_spans": [],
            "section": "Identification of 22 2019-nCoV peptides with high degree of similarity to previously reported immunogenic viral peptides ::: Results",
            "ref_spans": []
        },
        {
            "text": "As a complementary reciprocal approach, we conducted a\nde novo search of immunogenic peptides against the 2019-nCov proteome sequence. We scanned 9-mers from 2019-nCoV proteome with a window of 9 amino acids and step length of 1 amino acid (9613 in total). The immunogenicity of 9-mer peptides were predicted using iPred and MHC presentation scores were gauged using NetMHCpan 4.0\n6 for various HLA types. In this task, we focused on haplotypes common in Chinese and European populations, which include HLA-A*02:01, HLA-A*01:01, HLA-B*07:02, HLA-B*40:01 and HLA-C*07:02 alleles (Data Table 3\n4).",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 382,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 592,
                    "end": 593,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "\nDe novo search of immunogenic peptides in 2019-nCoV proteome ::: Results",
            "ref_spans": []
        },
        {
            "text": "Based on MHC presentation and immunogenicity prediction, we detected 5 peptides predicted to bind 4 different HLA alleles of which 2 had strong immunogenicity scores (\nFigure 3). For those 65 strong binders to 3 different HLA types, 39 had immunogenicity scores ≥ 0.5 (\nTable 3). Collectively this analysis suggests a number of 9-mer immunogenic candidates for further experimental validation.",
            "cite_spans": [],
            "section": "\nDe novo search of immunogenic peptides in 2019-nCoV proteome ::: Results",
            "ref_spans": [
                {
                    "start": 168,
                    "end": 176,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 270,
                    "end": 277,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "While our\nde novo candidates are appealing shortlisted targets for experimental validation, it does not provide information about target T cell receptors (TCRs). We therefore set out to interrogate the possibility of cross reactivity with one well-studied TCR.",
            "cite_spans": [],
            "section": "Immunogenicity of 2019-nCoV peptides to 1G4 CD8+ TCR molecule ::: Results",
            "ref_spans": []
        },
        {
            "text": "T cell cross-reactivity has been instrumental for the T cell immunity against both tumor antigens and external pathogens. In that regard, a number of T cells have been extensively characterized including 1G4 CD8+ TCR, which is known to recognize the ‘SLLMWITQC’ peptide presented by HLA-A*02:01. We therefore set out to leverage the data from a recently published study\n7 and exploit the possibility of cross reactivity of this TCR to any 2019-nCoV peptide.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 371,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Immunogenicity of 2019-nCoV peptides to 1G4 CD8+ TCR molecule ::: Results",
            "ref_spans": []
        },
        {
            "text": "Here, we scanned all 9-mers from the 2019-nCoV proteome (9613 peptides) with Binding, Activating and Killing Position Weight Matrices (PWM, see the method section) and associated each peptide with the geometric mean of these three assays as a measure of immunogenicity (Data Table 4\n4). The distributions of binding, activation and killing scores along with their multiplicative score and geometric mean are illustrated in\nFigure 4. Based on geometric mean, we observed 20 2019-nCoV peptides with a score > 0.8 and 516 peptides > 0.7. The 9-mer peptides with geometric mean > 0.7 and positive HLA-A*02:01 binding prediction by NetMHCpan 4.0 are listed in\nTable 4.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 284,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Immunogenicity of 2019-nCoV peptides to 1G4 CD8+ TCR molecule ::: Results",
            "ref_spans": [
                {
                    "start": 423,
                    "end": 431,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 655,
                    "end": 662,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "We further analysed the MHC binding propensities and gathered peptides not only predicted positive by NetMHCpan but also to have leucine (L) and valine (V) in anchor positions 2 and 9 respectively. This led to identification of 44 2019-nCoV peptides of which 2 peptides had immunogenicity score > 0.7 and 12 peptides > 0.6 (\nTable 5). Thus, here we provide the list of peptides that are potential targets for 1G4 TCR recognition for subjects with HLA-A02:01 haplotype.",
            "cite_spans": [],
            "section": "Immunogenicity of 2019-nCoV peptides to 1G4 CD8+ TCR molecule ::: Results",
            "ref_spans": [
                {
                    "start": 325,
                    "end": 332,
                    "mention": "Table 5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "In this study we provide a profile of computationally predicted immunogenic peptides from 2019-nCoV for functional validation and potential vaccine developments. We are fully aware that an effective vaccine development will require a very thorough investigation of immune correlates to 2019-nCoV. However, due to the emergency and severity of the outbreak as well as the lack of access to samples from infected subjects, such approaches would not serve the urgency. Therefore, computational prediction is instrumental for guiding biologists towards a quick and cost-effective solution to prevent the spread and ultimately help eliminate the infection from the individuals.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "With a rising global concern of novel coronavirus outbreak, numerous research groups have started to investigate and publish their findings. At the time of preparing this manuscript, we became aware of a similar study conducted in comparing 2019-nCoV proteome with SARS CoV immunogenic peptides\n8. Our\nin silico approach takes the search beyond presenting only common immunogenic peptide between SARS and 2019-nCoV and provides the experimental community with a more comprehensive list including\nde novo and cross reactive candidates. On the other hand, considering the fact that two studies have been accomplished independently with distinct approaches, this serves to demonstrate a high level of confidence in reproducing the results. Reproducibility of computational prediction is always of high importance and becomes even more significant under urgent scenarios as of this outbreak.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 296,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our study also suggests the need for further efforts to develop accurate predictive models and algorithms for the characterization of immunogenic peptides.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In this study, we provide potential immunogenic peptides from 2019-nCoV for vaccine targets that i) have been characterized immunogenic by previous studies on SARS CoV, ii) have high degree of similarity with immunogenic SARS CoV peptides and iii) are predicted immunogenic by combination of NetMHCpan and iPred/1G4 TCR positional weight matrices. Given the limited time and resources, our work serves as a guide to save time and cost for further experimental validation.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "2019-nCoV open reading frame sequences were downloaded from NCBI (\nMN908947.3). All sequences subjected for analysis are deposited in GitHub repository.",
            "cite_spans": [],
            "section": "Data acquisition ::: Method",
            "ref_spans": []
        },
        {
            "text": "All subsequent analyses have been conducted in\nR 3.6.1.",
            "cite_spans": [],
            "section": "Data analysis ::: Method",
            "ref_spans": []
        },
        {
            "text": "The sequence similarity between 2019-nCoV open reading frames and previously characterized immunogenic peptides in IEDB was analysed by local alignment using R ‘pairwiseAlignment’ function from\nBiostrings v2.40.2 package. The local alignment utilized BLOSUM62 matrix, gapOpening of 5 and gapExtension of 5. The alignment score was normalized by length of target peptides.",
            "cite_spans": [],
            "section": "Sequence similarity comparison ::: Method",
            "ref_spans": []
        },
        {
            "text": "We have used\niPred\n5 to predict immunogenicity of each given peptide. Briefly, iPred employs peptides’ length and physicochemical properties of amino acids modelled by sums of ten Kidera factors and associates a score to each peptide reflecting its likelihood of recognition by a T cell.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 20,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Immunogenicity prediction ::: Method",
            "ref_spans": []
        },
        {
            "text": "In order to predict peptide binding to MHC we used\nNetMHCpan V4\n6. This version of NetMHCpan that comes with a number of improvements, incorporate both eluted ligand and peptide binding affinity data into a neural network model to predict MHC presentation of each given peptide.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 65,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Predicting presentation by MHCs ::: Method",
            "ref_spans": []
        },
        {
            "text": "To gauge the level of 1G4 TCR cross-reactivity to list of 2019-nCoV virus, we have leveraged the data from a recently published study\n7. 1G4 or NY-ESO-1-specific TCR is a very well-studied and clinically efficacious TCR which recognize the peptide ‘SLLMWITQC’ presented by HLA-A*02:01. Karapetyan\net al. have recently provided data from three experimental assays reflecting Binding, Activating and Killing upon each mutation at each position of all possible 9-mers using these three datasets. In a similar way to the original paper, we trained three Position Weight Matrices named B, A and K respectively from Binding, Activating and Killing assay. We defined the cross-reactivity score of a given 9-mer sequence as the geometric mean of B, A and K.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 135,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Predicting cross reactivity to 1G4 TCR ::: Method",
            "ref_spans": []
        },
        {
            "text": "We then scanned 2019-nCoV virus protein sequence with each of B, A and K PWMs and associated each of 9613 9-mers with a cross reactivity score. At the same we utilized NetMHCpan and associated each 9-mer with its presentation score. Our final list of cross-reactive candidate peptides were those with a cross-reactivity sore >= 0.8 and reported as strong binders from NetMHCpan and have ‘L’ and ‘V’ amino acids at anchor positions. The custom R codes are accessible from GitHub repository (see software availability\n4).",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 517,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Predicting cross reactivity to 1G4 TCR ::: Method",
            "ref_spans": []
        },
        {
            "text": "Replication code:\nhttps://github.com/ChloeHJ/Vaccine-target-for-2019-nCoV.git\n",
            "cite_spans": [],
            "section": "Software availability",
            "ref_spans": []
        },
        {
            "text": "Archived source code at time of publication:\nhttp://doi.org/10.5281/zenodo.3676908\n4\n",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 84,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Software availability",
            "ref_spans": []
        },
        {
            "text": "License:\nCreative Commons Attribution 4.0 International\n",
            "cite_spans": [],
            "section": "Software availability",
            "ref_spans": []
        },
        {
            "text": "2019-nCoV open reading frame sequences were downloaded from NCBI (\nMN908947.3).",
            "cite_spans": [],
            "section": "Source data ::: Data availability",
            "ref_spans": []
        },
        {
            "text": "Zenodo:\nIn silico identification of vaccine targets for 2019-nCoV (Data tables).\nhttp://doi.org/10.5281/zenodo.3676886\n9\n",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 120,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Underlying data ::: Data availability",
            "ref_spans": []
        },
        {
            "text": "This project contains the following underlying data:\n– Table1 nCoV peptides having exact match with immunogenic SARS CoV peptides.xlsx (Table of nCoV peptides having exact match with immunogenic SARS CoV peptides)– Table2 nCoV peptides with high sequence similarity with immunogenic IEDB peptides.csv (Table of peptides with high sequence similarity with immunogenic IEDB peptides)– Table3\nde novo search on 9-mer nCoV for immunogenic peptides by NetMHCpan and iPred.csv (Table of results of\nde novo search on 9-mer nCoV for immunogenic peptides by NetMHCpan and iPred)– Table4\nde novo search on 9-mer nCoV for immunogenic peptides by NetMHCpan and PWM.xlsx (Table of results of\nde novo search on 9-mer nCoV for immunogenic peptides by NetMHCpan and PWM)\n",
            "cite_spans": [],
            "section": "Underlying data ::: Data availability",
            "ref_spans": []
        },
        {
            "text": "Data are available under the terms of the\nCreative Commons Attribution 4.0 International license (CC-BY 4.0).",
            "cite_spans": [],
            "section": "Underlying data ::: Data availability",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF2": {
            "text": "Table 3. : For different alleles, 0 denotes non-binding and 1 denotes binding predicted for specific HLA allele.\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5. : Peptides have geometric mean ≥ 0.6 and ≤ 0.7 (for those ≥ 0.7, refer to\nTable 4) by 1G4 TCR positional weight matrix and predicted positive for HLA-A*02:01 binding by NetMHCpan 4.0 (Rank = NetMHCpan rank).\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1. : \nA. Comparison of normalized sequence alignment score for peptides with exact and non-exact matches.\nB. Number of target peptides grouped by their source organism.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2. : 2019-nCoV peptides having a high sequence similarity to immunogenic peptides and their targets were analysed for their immunogenicity potential by iPred algorithm.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3. : The MHC binding was predicted for HLA-A*02:01, HLA-A*01:01, HLA-B*07:02, HLA-B*40:01 and HLA-C*07:02 alleles by NetMHCpan 4.0 and immunogenicity was predicted by iPred.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4. : The positional weight matrices were obtained from\n7 and 9613 9-mers generated from 10 2019-nCoV ORFs were computed for their TCR recognition potential.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "2019-NCoV Outbreak Is an Emergency of International Concern.",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "2019-nCoV in context: lessons learned?",
            "authors": [
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                },
                {
                    "first": "WB",
                    "middle": [],
                    "last": "Karesh",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Veas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Planet Health.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S2542-5196(20)30035-8"
                ]
            }
        },
        "BIBREF2": {
            "title": "The Immune Epitope Database (IEDB): 2018 update.",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vita",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mahajan",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Overton",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nucleic Acids Res.",
            "volume": "47",
            "issn": "D1",
            "pages": "D339-D343",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gky1006"
                ]
            }
        },
        "BIBREF3": {
            "title": "In silico identification of vaccine targets for 2019-nCoV (Custom code).",
            "authors": [
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Koohy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zenodo.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.5281/zenodo.3676908"
                ]
            }
        },
        "BIBREF4": {
            "title": "Exploring the pre-immune landscape of antigen-specific T cells.",
            "authors": [
                {
                    "first": "MV",
                    "middle": [],
                    "last": "Pogorelyy",
                    "suffix": ""
                },
                {
                    "first": "AD",
                    "middle": [],
                    "last": "Fedorova",
                    "suffix": ""
                },
                {
                    "first": "JE",
                    "middle": [],
                    "last": "McLaren",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Genome Med.",
            "volume": "10",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s13073-018-0577-7"
                ]
            }
        },
        "BIBREF5": {
            "title": "NetMHCpan-4.0: Improved Peptide-MHC Class I Interaction Predictions Integrating Eluted Ligand and Peptide Binding Affinity Data.",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jurtz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Andreatta",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Immunol.",
            "volume": "199",
            "issn": "9",
            "pages": "3360-3368",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.1700893"
                ]
            }
        },
        "BIBREF6": {
            "title": "TCR Fingerprinting and Off-Target Peptide Identification.",
            "authors": [
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Karapetyan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chaipan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Winkelbach",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Front Immunol.",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3389/fimmu.2019.02501"
                ]
            }
        },
        "BIBREF7": {
            "title": "Preliminary Identification of Potential Vaccine Targets for the COVID-19 Coronavirus (SARS-CoV-2) Based on SARS-CoV Immunological Studies",
            "authors": [
                {
                    "first": "SF",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Quadeer",
                    "suffix": ""
                },
                {
                    "first": "MR",
                    "middle": [],
                    "last": "McKay",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.03.933226"
                ]
            }
        },
        "BIBREF8": {
            "title": "In silico identification of vaccine targets for 2019-nCoV (Data tables).",
            "authors": [
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Koohy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zenodo.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.5281/zenodo.3676886"
                ]
            }
        }
    }
}