{
    "paper_id": "PMC7125416",
    "metadata": {
        "title": "When will the battle against novel coronavirus end in Wuhan: A SEIR modeling analysis",
        "authors": [
            {
                "first": "Kangkang",
                "middle": [],
                "last": "Wan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Changming",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lanlan",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhicheng",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lianglu",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The SEIR model is a classical epidemic model for the flows of people between four states: susceptible (S), exposed (E), infected (I), and recovery (R). Each of those variables represents the number of people in those groups. The relationship among the four groups is elucidated in Figure 1, where β1 is the probability of S to E after I contacts S, γ1 is the probability of E to I, and γ2 is the probability of I to R. Since 2019-nCoV is also infectious in the incubation period, we introduced parameter β2 here to represent the probability of S to E after E contact S. We used the “susceptible – exposed – infected – recovered” model [4] to describe the prevalent characteristics of 2019-nCoV in Wuhan.",
            "cite_spans": [
                {
                    "start": 636,
                    "end": 637,
                    "mention": "4",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Epidemic transmission model ::: METHODS",
            "ref_spans": [
                {
                    "start": 281,
                    "end": 289,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "This is an ordinary differential equation model, described by the following equations:",
            "cite_spans": [],
            "section": "Epidemic transmission model ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "dS(t)/d(t) = –β1 × I(t) × (S(t)/N) – β2 × E(t) × (S(t)/N)",
            "cite_spans": [],
            "section": "Epidemic transmission model ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "dE(t)/d(t) = β1 × I(t) × (S(t)/N) + β2 × E(t) × (S(t)/N) – γ1 × E(t) ",
            "cite_spans": [],
            "section": "Epidemic transmission model ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "dI(t)/d(t) =  γ1 × E(t) – γ2 × I(t) ",
            "cite_spans": [],
            "section": "Epidemic transmission model ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "dR(t)/d(t) =  γ2 × I(t) ",
            "cite_spans": [],
            "section": "Epidemic transmission model ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Among which, S(t), E(t), I(t) and R(t) represent the number of people in the group of the susceptible, the exposed, the infected and the recovered on the day t, respectively. N is the total number of possible contact people, which is assumed to be fixed and N = S + E + I + R.",
            "cite_spans": [],
            "section": "Epidemic transmission model ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Parameters β1, β2, γ1 and γ2 were estimated according to the reference [4] using the formula below:",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 73,
                    "mention": "4",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Estimation of parameters for the model ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "β1 = R0/TI",
            "cite_spans": [],
            "section": "Estimation of parameters for the model ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "β2 = R0/TE",
            "cite_spans": [],
            "section": "Estimation of parameters for the model ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "γ1 = 1/TE",
            "cite_spans": [],
            "section": "Estimation of parameters for the model ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "γ1 = 1/TI",
            "cite_spans": [],
            "section": "Estimation of parameters for the model ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "among which, R0 is the basic reproduction number, TI is the time of infectious period, TE is the time of incubation period, and β1, β2, γ1 and γ2 share the same meanings as in Figure 1.",
            "cite_spans": [],
            "section": "Estimation of parameters for the model ::: METHODS",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 184,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The optimal TE, TI, and R0 values were estimated by setting TE at the range of 1-7, TI at 1-14, and R0 at 1-5 according to the [5,6]. For TI and TE, the values were taken with step = 0.1 in their respective intervals. For R0, the values were taken with step = 0.01 from 1 to 5. Since there are three parameters in the model, we defined the value of TE, TI and R0 as a parameter combination. The number of individuals infected (Î) and recovered (Ȓ) for each parameter combination was calculated by substituting the values of these three parameters into the SEIR model. The root mean squared error (RMSE) of each parameter combination was calculated by following formula:",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 129,
                    "mention": "5",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 130,
                    "end": 131,
                    "mention": "6",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Estimation of parameters for the model ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "RMSE(I) = sqrt[1/n ×(Î – I)]",
            "cite_spans": [],
            "section": "Estimation of parameters for the model ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "RMSE(R) = sqrt[1/n ×(Ȓ – R)]",
            "cite_spans": [],
            "section": "Estimation of parameters for the model ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "where Î and Ȓ are estimated number of the infected and the recovered, I and R are real number of the infected and the recovered we collected. For all combinations of these three parameters, we selected the parameters which had the smallest value of RMSE(I) + RMSE (R) as the optimal TE, TI, and R0. In order to avoid model over-fitting with this method, we randomly sampled 80% of the data for fitting each time, and repeated this for 100 times, and finally we used the average of the fitted TI, TE and R0 for 100 times as the model's optimal TI, TE and R0.",
            "cite_spans": [],
            "section": "Estimation of parameters for the model ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "The data were collected from the official website of Hubei Provincial Health Committee (http://wjw.hubei.gov.cn/) [3], and shown in Table 1. We used the data of 22 days from January 22 to February 12 when Wuhan city was shut down and all the public transportation was suspended.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 116,
                    "mention": "3",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Data source ::: METHODS",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 139,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "For construction of the model, data of 22 days were divided into two stages. The first stage is from January 23 to February 7, and the second stage is from February 8 to February 12. During the second stage, Wuhan city took a number of measures, including timely diagnosis, timely treatment and effective isolation of the infected population, which will have an important impact on the parameters of the model.",
            "cite_spans": [],
            "section": "Data source ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "To establish the model, we first estimated the parameters of the susceptible (S), the exposed (E), the infected (I) and the recovery(R) based on the latest data available on February 12:",
            "cite_spans": [],
            "section": "Initial parameter settings ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "N = 200 000, which is the total number of potential close contacts in Wuhan on February 12.",
            "cite_spans": [],
            "section": "Initial parameter settings ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "S = N – I, in which S is the number of the susceptible and I is the number of the infected.",
            "cite_spans": [],
            "section": "Initial parameter settings ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "I(0) = 425, which is the number of susceptible individuals at the beginning of the model run.",
            "cite_spans": [],
            "section": "Initial parameter settings ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "E(0) = 426, which is the number of exposed individuals at the beginning of the model run",
            "cite_spans": [],
            "section": "Initial parameter settings ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "R(0) = 28, which is the number of recovered individuals at the beginning of the model run.",
            "cite_spans": [],
            "section": "Initial parameter settings ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "The epidemic of the novel coronavirus pneumonia in Wuhan was studied by SEIR modeling. The results showed that, at the time when Wuhan was closed, the number of initially infected individuals was I(0) = 425, the number of initially exposed individuals was E(0) = 426, and the number of initially recovered patients was R(0) = 28.",
            "cite_spans": [],
            "section": "Epidemic prediction based on SEIR model ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Next, we separated the data into two stages: January 22-February 7 and February 8-February 12. In the first stage, TI = 14 (interquartile range = 14-14), TE = 3.0 (interquartile range = 2.8-3.1), R0 = 1.44 (interquartile range = 1.40-1.47) (Figure 2, Appendix S1 in the Online Supplementary Document). The data showed that the infectious time of the infected person (I) is 14 days, and the incubation period is about 3 days, which is close to the data (mean TI = 6.4 days, min-max = 0-24 days) estimated in the reference [7,8]. The propagation base R0 of this study is 1.44, which is significantly lower than the R0 estimated by other papers before the closure of Wuhan [9-11].",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 523,
                    "mention": "7",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 524,
                    "end": 525,
                    "mention": "8",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 671,
                    "end": 672,
                    "mention": "9",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 673,
                    "end": 675,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Epidemic prediction based on SEIR model ::: RESULTS",
            "ref_spans": [
                {
                    "start": 241,
                    "end": 249,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In the second stage (after February 8), we set the number of susceptible population N to be fixed at 200 000, and the infection cycle of infected population decreased from 14 days to 4 days, ie, TI = 4, which was estimated according to the data of 5 days from February 8 to February 12, so as to get the epidemic development trend of 90 days since January 22, including the number of infected people, the number of latent people and the number of recovered people (Figure 3, Appendix S2 in the Online Supplementary Document). The results showed that the number of infected people increased slowly in the early stage (January 22 – January 31), but during February 1 – February 12, the number of infected people increased rapidly, which is expected to peak around February 19, reaching about 47 000 people. Subsequently, the number of infections will decrease. Once entering March, the epidemic would gradually decline, and the epidemic would end around the end of March. It is worth noting that the above prediction is based on the assumption that the number of susceptible population N = 200 000 will not increase.",
            "cite_spans": [],
            "section": "Epidemic prediction based on SEIR model ::: RESULTS",
            "ref_spans": [
                {
                    "start": 465,
                    "end": 473,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "In Figure 3 and Figure 4, red line indicates the trend of cumulative infection number over time, blue line is the trend of cumulative rehabilitation number over time, and green line is the trend of cumulative latent number over time. Vertical dash line indicates the peak time of cumulative infection number.",
            "cite_spans": [],
            "section": "Epidemic prediction based on SEIR model ::: RESULTS",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 16,
                    "end": 24,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "If the epidemic situation is not properly controlled, the number of susceptible population will continue to increase on the basis of current N = 200 000. If the number of susceptible population increases to N = 300 000, and other parameters remain unchanged, the peak number can increase to 75000, and the epidemic peak time will also be postponed at around February 21 (Figure 4). If it is increased to N = 400 000 and other parameters remain unchanged, the peak number can be increased to 100 000, and the epidemic peak will be postponed to around February 22 (Figure 4). Even in both cases, the epidemic would subside in early March, and disappear gradually towards the late March.",
            "cite_spans": [],
            "section": "Epidemic prediction based on SEIR model ::: RESULTS",
            "ref_spans": [
                {
                    "start": 371,
                    "end": 379,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 563,
                    "end": 571,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Although some modeling studies on the epidemiological characteristics of 2019-nCoV epidemic have been reported so far, they had some limitations, such as the data come from the early stage of the epidemic. Due to the rapid change of the epidemic situation and the closure of Wuhan on January 23, many parameters related to the model have also changed, which affect the applicability and reliability of the model. This study used the latest 2019 nCoV data in Wuhan area, analyzed the epidemiological characteristics of 2019 nCoV epidemic after Wuhan city was shut down. Compared with other studies, the R0 value produced in this study is smaller, indicating that the closure and subsequent measures have played an important role in the spread of the epidemic.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The infection time index (TI) obtained in this study was higher than that of SARS [12] and MERS [13], but lower than that of 2019-nCoV in literatures [14] reported earlier. This result may be related to the sudden outbreak of the epidemic, the lack of medical resources for early response, and the failure of timely diagnosis and treatment of infected patients. A large number of mild patients and asymptomatic virus carriers were not isolated in time. The incubation period (TE) is about 3 days, which is close to the data in the reference [14].",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 85,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 97,
                    "end": 99,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 151,
                    "end": 153,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 542,
                    "end": 544,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "According to the latest reported data, the cumulative number of people infected on February 13 and 14 was 35 991 and 37 914 respectively, which is close to the number predicted by our estimation (Appendix 2 in the Online Supplementary Document). According to this study, the number of infected people will reach the peak in February 19 at about 47 000 infected individuals. It should be noted that the development of the epidemic is rapid, especially with the external factors involved, the model-related parameters are also dynamically changing. Therefore, with the latest data being added, the values of R0, TI, and TE will also be changed. It is foreseen that both R0 and TI will further decline, which means that breakthroughs in the epidemic should be gradually arrived.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "With the implementation of more follow-up measures, including strict restrictions on people going out, accelerating the treatment of infected individuals, and clinical trials of new drugs, the development of 2019-nCoV epidemic in Wuhan will be effectively controlled, and the number of infected individuals will gradually decrease. It was expected that the epidemic would subside in early March, and disappear gradually towards the late March. If the epidemic situation is not properly controlled, the peak of infected number can be further increased and the peak time will be a little postponed.",
            "cite_spans": [],
            "section": "CONCLUSIONS",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Number of the infected and the recovery at specific date in Wuhan*\n*Source: http://wjw.hubei.gov.cn/",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Relationship among four groups according to SEIR model.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Distribution of the R0 (Panel A), TI (Panel B) and TE (Panel C) for 100 random samplings.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Epidemic trend of 2019-nCoV within 90 days after the closure of Wuhan.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Epidemic trend of 2019-nCoV within 90 days after the closure of Wuhan city. Panel A. Assuming the number of susceptible people n = 300000. Panel B. Assuming the number of suspectible people n = 400000.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Bridgen",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Preliminary prediction of the basic reproduction number of the Wuhan novel coronavirus 2019-nCoV.",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Evid Based Med",
            "volume": "13",
            "issn": "",
            "pages": "3-7",
            "other_ids": {
                "DOI": [
                    "10.1111/jebm.12376"
                ]
            }
        },
        "BIBREF3": {
            "title": "Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in Hong Kong.",
            "authors": [
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Hedley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1761-6",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(03)13410-1"
                ]
            }
        },
        "BIBREF4": {
            "title": "Hospital outbreak of Middle East Respiratory Syndrome Coronavirus.",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "McGeer",
                    "suffix": ""
                },
                {
                    "first": "TM",
                    "middle": [],
                    "last": "Perl",
                    "suffix": ""
                },
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Al Rabeeah",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "",
            "pages": "407-16",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1306742"
                ]
            }
        },
        "BIBREF5": {
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study.",
            "authors": [
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "689-97",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30260-9"
                ]
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Epidemic processes in complex networks.",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castellano",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Mieghem",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Rev Mod Phys",
            "volume": "87",
            "issn": "",
            "pages": "925-79",
            "other_ids": {
                "DOI": [
                    "10.1103/RevModPhys.87.925"
                ]
            }
        },
        "BIBREF9": {
            "title": "How generation intervals shape the relationship between growth rates and reproductive numbers.",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Biol Sci",
            "volume": "274",
            "issn": "",
            "pages": "599-604",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2006.3754"
                ]
            }
        },
        "BIBREF10": {
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus–infected pneumonia.",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1199-207",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF11": {
            "title": "Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan, China, 20–28 January 2020.",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Backer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.5.2000062"
                ]
            }
        },
        "BIBREF12": {
            "title": "Clinical characteristics of coronavirus disease 2019 in China.",
            "authors": [
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "WH",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "CQ",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}