{
    "paper_id": "PMC7118342",
    "metadata": {
        "title": "Rapid assessment of regional SARS-CoV-2 community transmission through a convenience sample of healthcare workers, the Netherlands, March 2020",
        "authors": [
            {
                "first": "Chantal",
                "middle": [
                    "B"
                ],
                "last": "Reusken",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anton",
                "middle": [],
                "last": "Buiting",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chantal",
                "middle": [],
                "last": "Bleeker-Rovers",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bram",
                "middle": [],
                "last": "Diederen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mariëtte",
                "middle": [],
                "last": "Hooiveld",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ingrid",
                "middle": [],
                "last": "Friesema",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Marion",
                "middle": [],
                "last": "Koopmans",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Titia",
                "middle": [],
                "last": "Kortbeek",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Suzanne",
                "middle": [
                    "PM"
                ],
                "last": "Lutgens",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Adam",
                "middle": [],
                "last": "Meijer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jean-Luc",
                "middle": [],
                "last": "Murk",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ilse",
                "middle": [],
                "last": "Overdevest",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Thera",
                "middle": [],
                "last": "Trienekens",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Aura",
                "middle": [],
                "last": "Timen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wouter",
                "middle": [],
                "last": "Van den Bijllaardt",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jaap",
                "middle": [],
                "last": "Van Dissel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Arianne",
                "middle": [],
                "last": "Van Gageldonk-Lafeber",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dewi",
                "middle": [],
                "last": "Van der Vegt",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Peter",
                "middle": [
                    "C"
                ],
                "last": "Wever",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wim",
                "middle": [],
                "last": "Van der Hoek",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jan",
                "middle": [],
                "last": "Kluytmans",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The OMT decided to approach the assessment of possible community transmission in Noord-Brabant through sampling of HCW in hospitals in the province. A focus on HCW would simplify sampling, at such short notice, of adequate numbers of people with mild respiratory symptoms (coughing and/or sore throat and/or common cold) and without a known epidemiological link for SARS-CoV-2 exposure (travel to high-risk areas, close contact with confirmed case). Furthermore, knowledge of the status of SARS-CoV-2 infection among HCW would provide important insights for the participating hospitals regarding the infection status of staff and would inform hospital policies on testing algorithms for their personnel and on infection prevention measures.",
            "cite_spans": [],
            "section": "Sampling of healthcare workers for SARS-CoV-2",
            "ref_spans": []
        },
        {
            "text": "Seven hospitals in the province of Noord-Brabant were approached in the afternoon of Friday 6 March and the morning of Saturday 7 March 2020 with the request to test HCW through Sunday 8 March. Two hospitals indicated that they had already started systematic sampling of HCW as part of their hospital policy. Four hospitals had no systematic sampling policy for HCW but were testing all patients that presented at the emergency ward with respiratory complaints. In addition, two hospitals just outside Noord-Brabant with a large proportion of staff residing in the affected province participated in the assessment (Figure). The participating hospitals were asked to offer screening to HCW and share the results of the testing by 14:00 on Monday 9 March 2020. Upper respiratory tract specimens (throat and/or nasopharyngeal swab) were collected from HCW with mild respiratory complaints and without epidemiological link. Testing followed a uniform national protocol based on Corman et al. [3], that was rolled out by two central laboratories in the Netherlands. The testing was done either locally or in one of these two central laboratories. ",
            "cite_spans": [
                {
                    "start": 989,
                    "end": 990,
                    "mention": "3",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Sampling of healthcare workers for SARS-CoV-2",
            "ref_spans": [
                {
                    "start": 615,
                    "end": 621,
                    "mention": "Figure",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Ethical approval was not required for this study as only anonymous aggregated data were used, and no medical interventions were made on human subjects. Sampling of HCW or patients was part of hospital policy.",
            "cite_spans": [],
            "section": "Sampling of healthcare workers for SARS-CoV-2",
            "ref_spans": []
        },
        {
            "text": "In the period 6–8 March 2020, a total of 1,097 HCW (range per hospital: 11–294) in nine hospitals were tested for SARS-CoV-2, of whom 45 (4.1%) were found positive (Figure). Six hospitals had positive HCW of which two (hospital B and C) accounted for 38 of the 45 positive HCW. The percentage of positive HCW per hospital varied between 0% and 9.5% with the highest percentages in hospital B in Breda (4.2%; 10/238), hospital E in Uden (5.6%; 2/36) and hospital C in Tilburg (9.5%; 28/294). ",
            "cite_spans": [],
            "section": "Sampling of healthcare workers for SARS-CoV-2",
            "ref_spans": [
                {
                    "start": 165,
                    "end": 171,
                    "mention": "Figure",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "In addition, seven of the nine hospitals (A in Roosendaal, B in Breda, C in Tilburg, D in ‘s-Hertogenbosch, E in Uden, F in Eindhoven and I in Nijmegen) had already tested HCW in the period from 27 February to 6 March 2020. They reported 10 positive HCW among 400 tested (2.5%). The percentage of positive HCW per hospital varied between 0% and 5.6% in this period with the highest percentage in one hospital (D) in ‘s-Hertogenbosch.",
            "cite_spans": [],
            "section": "Sampling of healthcare workers for SARS-CoV-2",
            "ref_spans": []
        },
        {
            "text": "In total, in the period from 27 February to 8 March 2020, four of the nine hospitals had tested 786 patients with respiratory complaints, of whom 27 (3.4%) were positive. The percentage of positive patients varied between 1.1% (1/87) and 16.2% (16/99), with the highest percentage in hospital E.",
            "cite_spans": [],
            "section": "Sampling of healthcare workers for SARS-CoV-2",
            "ref_spans": []
        },
        {
            "text": "Since its first emergence in China in December 2019, SARS-CoV-2 has caused a pandemic affecting 134 countries with a total of 142,539 COVID-19 cases including 5,393 deaths by 14 March 2020 [4]. Fatal outcome was reported in the largest study from China to be 2,3% [5]. As at 15 March 2020, the Netherlands had officially registered 1,135 patients, with the majority of cases in the south-western part of the country [6]. Currently (15 March 2020), evidence is accumulating for unnoticed community transmission in the provinces Noord-Brabant and Limburg, with sporadic cases with unknown sources of infection elsewhere in the country.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 191,
                    "mention": "4",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 265,
                    "end": 266,
                    "mention": "5",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 417,
                    "end": 418,
                    "mention": "6",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A 2-day rapid study among nine hospitals with HCW working and/or residing in an area of the Netherlands with suspected community transmission showed that 4.1% of hospital staff with mild respiratory symptoms were infected with SARS-CoV-2. The observed geographic differences in positivity rates among HCW demonstrated focality of SARS-CoV-2 infection with foci in the region Breda–Tilburg and Uden. SARS-CoV-2 infections among patients with respiratory complaints were primarily found in the hospital in Uden. Source and contact tracing was started by the regional public health service upon positive testing in the patients.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The results of the rapid assessment confirmed the suspicions at the OMT meeting on 6 March 2020 that unnoticed community transmission was ongoing in parts of Noord-Brabant. The results directly informed decisions on control measures at the national level (9 March) and subsequently for additional regional measures (10 March). The study supported the implemented mitigation policy that was advised by the OMT on 6 March in anticipation of the results of the assessment [7]. The additional measures undertaken by regional authorities involved requesting inhabitants of Noord-Brabant to practice self-isolation at home when they developed a cough, symptoms of common cold and/or a fever. Furthermore, a ban of public events involving more than 1,000 people was implemented in this province [8]. As the epidemiological situation developed, on 12 March 2020, self-isolation upon mild respiratory symptoms was implemented for the whole country, together with a ban of events with more than 100 people [9]. Tailored advice was issued for people 70 years and older, persons belonging to medical risk groups and for persons involved with their care.",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 471,
                    "mention": "7",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 789,
                    "end": 790,
                    "mention": "8",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 997,
                    "end": 998,
                    "mention": "9",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Here, we used SARS-CoV-2 infection rates among HCW with mild respiratory complaints without an epidemiological link as a proxy for community transmission. As the study had to be conducted under enormous time constraints (started and completed within 2 days) to be able to rapidly inform urgent decision making, there was no opportunity to roll out a standardised study protocol. Nevertheless, data provided by the World Health Organization-China joint mission on COVID-19, support our approach. The mission report indicated that there were 2,055 laboratory-confirmed cases of COVID-19 among HCW from 476 hospitals in China. Close investigation into these cases revealed that most of them could be traced back to exposure in households rather than in a healthcare setting [10].",
            "cite_spans": [
                {
                    "start": 772,
                    "end": 774,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We interpret the prevalence of 4% among HCW with mild respiratory illness and no epidemiological link as high and of concern. It suggests unnoticed community transmission, with a potential risk of nosocomial transmission. Further evidence for ongoing community transmission was provided by the Nivel Primary Care Database sentinel surveillance for influenza-like illness (ILI) and other acute respiratory infections (ARI) [11]. While this is a small group of ca 40 practices covering 0.8% of the Dutch population, eight ILI or ARI patients had tested positive by 14 March, one among 109 (0.9%) with a collection date in week 10 and nine among 125 (7.23%) in week 11. The epidemiological situation in the Netherlands and elsewhere is developing rapidly, and additional measures involving further restrictions in the social life in the country are being prepared.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 425,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure: Locations of the nine participating hospitals, with numbers of healthcare workers tested for SARS-CoV-2 and percentage of positive test results, the Netherlands, March 2020 (n = 1,097 tests)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR.",
            "authors": [
                {
                    "first": "VM",
                    "middle": [],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Landt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Molenkamp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meijer",
                    "suffix": ""
                },
                {
                    "first": "DKW",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.3.2000045"
                ]
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}