{
    "paper_id": "PMC7108749",
    "metadata": {
        "title": "Data-based analysis, modelling and forecasting of the COVID-19 outbreak",
        "authors": [
            {
                "first": "Cleo",
                "middle": [],
                "last": "Anastassopoulou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lucia",
                "middle": [],
                "last": "Russo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Athanasios",
                "middle": [],
                "last": "Tsakris",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Constantinos",
                "middle": [],
                "last": "Siettos",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sreekumar",
                "middle": [],
                "last": "Othumpangat",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "An outbreak of “pneumonia of unknown etiology” in Wuhan, Hubei Province, China in early December 2019 has spiraled into an epidemic that is ravaging China and threatening to reach a pandemic state [1]. The causative agent soon proved to be a new betacoronavirus related to the Middle East Respiratory Syndrome virus (MERS-CoV) and the Severe Acute Respiratory Syndrome virus (SARS-CoV). The novel coronavirus SARS-CoV-2 disease has been named “COVID-19” by the World Health Organization (WHO) and on January 30, the COVID-19 outbreak was declared to constitute a Public Health Emergency of International Concern by the WHO Director-General [2]. Despite the lockdown of Wuhan and the suspension of all public transport, flights and trains on January 23, a total of 40,235 confirmed cases, including 6,484 (16.1%) with severe illness, and 909 deaths (2.2%) had been reported in China by the National Health Commission up to February 10, 2020; meanwhile, 319 cases and one death were reported outside of China, in 24 countries [3].",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 199,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 641,
                    "end": 642,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1025,
                    "end": 1026,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The origin of COVID-19 has not yet been determined although preliminary investigations are suggestive of a zoonotic, possibly of bat, origin [4, 5]. Similarly to SARS-CoV and MERS-CoV, the novel virus is transmitted from person to person principally by respiratory droplets, causing such symptoms as fever, cough, and shortness of breath after a period believed to range from 2 to 14 days following infection, according to the Centers for Disease Control and Prevention (CDC) [1, 6, 7]. Preliminary data suggest that older males with comorbidities may be at higher risk for severe illness from COVID-19 [6, 8, 9]. However, the precise virologic and epidemiologic characteristics, including transmissibility and mortality, of this third zoonotic human coronavirus are still unknown.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 143,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 145,
                    "end": 146,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 477,
                    "end": 478,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 480,
                    "end": 481,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 483,
                    "end": 484,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 604,
                    "end": 605,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 607,
                    "end": 608,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 610,
                    "end": 611,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Using the serial intervals (SI) of the two other well-known coronavirus diseases, MERS and SARS, as approximations for the true unknown SI, Zhao et al. estimated the mean basic reproduction number (R0) of SARS-CoV-2 to range between 2.24 (95% CI: 1.96-2.55) and 3.58 (95% CI: 2.89-4.39) in the early phase of the outbreak [10]. Very similar estimates, 2.2 (95% CI: 1.4-3.9), were obtained for R0 at the early stages of the epidemic by Imai et al. 2.6 (95% CI: 1.5-3.5) [11], as well as by Li et al., who also reported a doubling in size every 7.4 days [1]. Wu et al. estimated the R0 at 2.68 (95% CI: 2.47–2.86) with a doubling time every 6.4 days (95% CI: 5.8–7.1) and the epidemic growing exponentially in multiple major Chinese cities with a lag time behind the Wuhan outbreak of about 1–2 weeks [12].",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 325,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 470,
                    "end": 472,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 553,
                    "end": 554,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 800,
                    "end": 802,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Amidst such an important ongoing public health crisis that also has severe economic repercussions, we reverted to mathematical modelling that can shed light to essential epidemiologic parameters that determine the fate of the epidemic [13]. Here, we present the results of the analysis of time series of epidemiological data available in the public domain [14–16] (WHO, CDC, ECDC, NHC and DXY) from January 11 to February 10, 2020, and attempt a three-week forecast of the spreading dynamics of the emerged coronavirus epidemic in the epicenter in mainland China.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 238,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 357,
                    "end": 359,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 360,
                    "end": 362,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Let us first start with the estimation of R0. Initially, when the spread of the epidemic starts, all the population is considered to be susceptible, i.e. S ≈ N. Based on this assumption, by Eqs (2), (3) and (4), the basic reproduction number can be estimated by the parameters of the SIRD model as:\nR0=αβ+γ(5)",
            "cite_spans": [],
            "section": "Estimation of the basic reproduction number from the SIRD model ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "Let us denote with ΔI(t) = I(t) − I(t − 1), ΔR(t) = R(t) − R(t − 1), ΔD(t) = D(t) − D(t − 1), the reported new cases of infectious, recovered and dead at time t, with CΔI(t), CΔR(t), CΔD(t) the cumulative numbers of confirmed cases at time t. Thus:\nCΔX(t)=∑i=1tΔX(t),(6)\nwhere, X = I, R, D.",
            "cite_spans": [],
            "section": "Estimation of the basic reproduction number from the SIRD model ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "Let us also denote by Δ\nX(t) = [ΔX(1), ΔX(2), ⋯, ΔX(t)]T the t × 1 column vector containing all the reported new cases up to time t and by C\nΔ\nX(t) = [CΔX(1), CΔX(2), ⋯, CΔX(t)]T, the t × 1 column vector containing the corresponding cumulative numbers up to time t. On the basis of Eqs (2), (3) and (4), one can provide a coarse estimation of the parameters R0, β and γ as follows.",
            "cite_spans": [],
            "section": "Estimation of the basic reproduction number from the SIRD model ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "Starting with the estimation of R0, we note that as the province of Hubei has a population of 59m, one can reasonably assume that for any practical means, at least at the beginning of the outbreak, S ≈ N. By making this assumption, one can then provide an approximation of the expected value of R0 using Eqs (5), (2), (3) and (4). In particular, substituting in Eq (2), the terms βI(t − 1) and γI(t − 1) with ΔR(t) = R(t) − R(t − 1) from Eq (3), and ΔD(t) = D(t) − D(t − 1) from Eq (4) and bringing them into the left-hand side of Eq (2), we get:\nI(t)−I(t−1)+R(t)−R(t−1)+D(t)−D(t−1)=αNS(t−1)I(t−1)(7)",
            "cite_spans": [],
            "section": "Estimation of the basic reproduction number from the SIRD model ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "Adding Eqs (3) and (4), we get:\nR(t)−R(t−1)+D(t)−D(t−1)=βI(t−1)+γI(t−1)(8)",
            "cite_spans": [],
            "section": "Estimation of the basic reproduction number from the SIRD model ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "Finally, assuming that for any practical means at the beginning of the spread that S(t − 1) ≈ N and dividing Eq (7) by Eq (8) we get:\nI(t)−I(t−1)+R(t)−R(t−1)+D(t)−D(t−1)R(t)−R(t−1)+D(t)−D(t−1)=αβ+γ=R0(9)",
            "cite_spans": [],
            "section": "Estimation of the basic reproduction number from the SIRD model ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "Note that one can use directly Eq (9) to compute R0 with regression, without the need to compute first the other parameters, i.e. β, γ and α.",
            "cite_spans": [],
            "section": "Estimation of the basic reproduction number from the SIRD model ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "At this point, the regression can be done either by using the differences per se, or by using the corresponding cumulative functions (instead of the differences for the calculation of R0 using Eq (9)). Indeed, it is easy to prove that by summing up both sides of Eqs (7) and (8) over time and then dividing them, we get the following equivalent expression for the calculation of R0.\nCΔI(t)+CΔR(t)+CΔD(t)CΔR(t)+CΔD(t)=αβ+γ=R0(10)",
            "cite_spans": [],
            "section": "Estimation of the basic reproduction number from the SIRD model ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "Here, we used Eq (10) to estimate R0 in order to reduce the noise included in the differences. Note that the above expression is a valid approximation only at the beginning of the spread of the disease.",
            "cite_spans": [],
            "section": "Estimation of the basic reproduction number from the SIRD model ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "Thus, based on the above, a coarse estimation of R0 and its corresponding confidence intervals can be provided by solving a linear regression problem using least-squares problem as:\nR0^=([CΔR(t)+CΔD(t)]T[CΔR(t)+CΔD(t)])−1[CΔR(t)+CΔD(t)]T[CΔI(t)+CΔR(t)+CΔD(t)],(11)",
            "cite_spans": [],
            "section": "Estimation of the basic reproduction number from the SIRD model ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "Here, we denote by γ^ the case fatality and by β^ the case recovery ratios. Several approaches have been proposed for the calculation of the case fatality ratio (see for example the formula used by the National Health Commission (NHC) of the People’s Republic of China [18] for estimating the mortality ratio for the COVID-19 and also the discussion in [19]). Here, we adopt the one used also by the NHC which defines the case mortality ratio as the proportion of the total cases of infected cases, that die from the disease.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 272,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 354,
                    "end": 356,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Estimation of the case fatality and case recovery ratios for the period January11-February 10 ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "Thus, a coarse estimation of the case fatality and recovery ratios for the period under study can be calculated using the reported cumulative infected, recovered and dead cases, by solving a linear regression problem, which for the case fatality ratio reads:\nγ^=[CΔI(t)TCΔI(t)]−1CΔI(t)TCΔD(t),(12)",
            "cite_spans": [],
            "section": "Estimation of the case fatality and case recovery ratios for the period January11-February 10 ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "Accordingly, in an analogy to the above, the case recovery ratio reads:\nβ^=[CΔI(t)TCΔI(t)]−1CΔI(t)TCΔR(t),(13)",
            "cite_spans": [],
            "section": "Estimation of the case fatality and case recovery ratios for the period January11-February 10 ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "As the reported data are just a subset of the actual number of infected and recovered cases including the asymptomatic and/or mild ones, we have repeated the above calculations considering twenty times the reported number of infected and forty times the reported number of recovered in the toal population, while leaving the reported number of dead the same given that their cataloguing is close to the actual number of deaths due to COVID-19.",
            "cite_spans": [],
            "section": "Estimation of the case fatality and case recovery ratios for the period January11-February 10 ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "Here we note that the new cases of recovered and deaths at each time time t appear with a time delay with respect to the actual number of infected cases. This time delay is generally unknown but an estimate can be given by clinical studies. However, one could also attempt to provide a coarse estimation of these parameters based only on the reported data by considering the first period of the outbreak and in particular the period from the 11th of January to the 16th of January where the number of infected cases appear to be constant. Thus, based on Eqs (3) and (4), and the above assumption, the “effective” per day recovery rate β and the “effective” per day mortality rate γ were computed by solving the least squares problems (see Eqs (2) and (4):\nγ=[(CΔI(t−1)−CΔD(t−1)−CΔR(t−1))T(CΔI(t−1)−CΔD(t−1)−CΔR(t−1))]−1(CΔI(t−1)−CΔD(t−1)−CΔR(t−1))TΔD(t),(14)\nand\nβ=[(CΔI(t−1)−CΔD(t−1)−CΔR(t−1))T(CΔI(t−1)−CΔD(t−1)−CΔR(t−1))]−1(CΔI(t−1)−CΔD(t−1)−CΔR(t−1))TΔR(t),(15)",
            "cite_spans": [],
            "section": "Estimation of the “effective” SIRD model parameters ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "As noted, these values do not correspond to the actual per day mortality and recovery rates as these would demand the exact knowledge of the corresponding time delays. Having provided an estimation of the above “effective” approximate values of the parameters β and γ, an approximation of the “effective” infected rate α, that is not biased by the assumption of S = N, can be obtained by using the SIRD simulator. In particular, in the SIRD model, the values of the β and γ parameters were set equal to the ones found using the reported data solving the corresponding least squares problems given by Eqs (14) and (15). As initial conditions we have set one infected person on the 16th of November and ran the simulator until the last date for which there are available data (here up to the 10th of February). Then, the optimal value of the infection rate α that fits the reported data was found by “wrapping” around the SIRD simulator an optimization algorithm (such as a nonlinear least-squares solver) to solve the problem:\nargminα{∑t=1M(w1ft(α;β,γ)2+w2gt(α;β,γ)2+w3ht(α;β,γ)2)},(16)\nwhere\nft(α;β,γ)=CΔISIRD(t)−CΔI(t),gt(α;β,γ)=CΔRSIRD(t)−CΔR(t),ht(α;β,γ)=CΔDSIRD(t)−CΔD(t)\nwhere, CΔXSIRD(t), (X = I, R, D) are the cumulative cases resulting from the SIRD simulator at time t; w1, w2, w3 correspond to scalars serving in the general case as weights to the relevant functions. For the solution of the above optimization problem we used the function “lsqnonlin” of matlab [20] using the Levenberg-Marquard algorithm.",
            "cite_spans": [
                {
                    "start": 1473,
                    "end": 1475,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Estimation of the “effective” SIRD model parameters ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "Fig 1 depicts an estimation of R0 for the period January 16-January 20. Using the first six days from the 11th of January, R0^ results in ∼ 4.80 (90% CI: 3.36-6.67); using the data until January 17, R0^ results in ∼ 4.60 (90% CI: 3.56-5.65); using the data until January 18, R0^ results in ∼ 5.14 (90%CI: 4.25-6.03); using the data until January 19, R0^ results in ∼ 6.09 (90% CI: 5.02-7.16); and using the data until January 20, R0^ results in ∼ 7.09 (90% CI: 5.84-8.35).",
            "cite_spans": [],
            "section": "Scenario I: Results obtained using the exact numbers of the reported confirmed cases ::: Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Fig 2 depicts the estimated values of the case fatality (γ^) and case recovery (β^) ratios for the period January 16 to February 10. The confidence intervals are also depicted with dashed lines. Note that the large variation in the estimated values of β^ and γ^ should be attributed to the small size of the data and data uncertainty. This is also reflected in the corresponding confidence intervals. As more data are taken into account, this variation is significantly reduced. Thus, using all the available data from the 11th of January until the 10th of February, the estimated value of the case fatality ratio γ^ is ∼ 2.94% (90% CI: 2.9%-3%) and that of the case recovery ratio β^ is ∼ 0.05 (90% CI: 0.046-0.055). It is interesting to note that as the available data become more, the estimated case recovery ratio increases significantly from the 31th of January (see Fig 2).",
            "cite_spans": [],
            "section": "Scenario I: Results obtained using the exact numbers of the reported confirmed cases ::: Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 872,
                    "end": 877,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In Figs 3, 4 and 5, we show the coefficients of determination (R2) and the root of mean squared errors (RMSE) for R0^, β^ and γ^, respectively.",
            "cite_spans": [],
            "section": "Scenario I: Results obtained using the exact numbers of the reported confirmed cases ::: Results",
            "ref_spans": [
                {
                    "start": 8,
                    "end": 9,
                    "mention": "3",
                    "ref_id": null
                },
                {
                    "start": 11,
                    "end": 12,
                    "mention": "4",
                    "ref_id": null
                },
                {
                    "start": 17,
                    "end": 18,
                    "mention": "5",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The computed approximate values of the “effective” per day mortality and recovery rates of the SIRD model were γ ∼ 0.01 and β ∼ 0.064 (corresponding to a recovery period of ∼ 15 d). Note that because of the extremely small number of the data used, the confidence intervals have been disregarded. Instead, for our calculations, we have considered intervals of 20% around the expected least squares solutions. Hence, for γ, we have taken the interval (0.008 and 0.012) and for β, we have taken the interval between (0.05 and 0.077) corresponding to recovery periods from 13 to 20 days. As described in the methodology, we have also used the SIRD simulator to provide an estimation of the “effective” infection rate α by optimization with w1 = 1, w2 = 2, w3 = 2. Thus, we performed the simulations by setting β = 0.064 and γ = 0.01, and as initial conditions one infected, zero recovered and zero dead on November 16th 2019, and ran until the 10th of February. The optimal, with respect to the reported confirmed cases from the 11th of January to the 10th of February, value of the infected rate (α) was ∼ 0.191 (90% CI: 0.19-0.192). This corresponds to a mean value of the basic reproduction number R0^≈2.6. Note that this value is lower compared to the value that was estimated using solely the reported data.",
            "cite_spans": [],
            "section": "Scenario I: Results obtained using the exact numbers of the reported confirmed cases ::: Results",
            "ref_spans": []
        },
        {
            "text": "Finally, using the derived values of the parameters α, β, γ, we performed simulations until the end of February. The results of the simulations are given in Figs 6, 7 and 8. Solid lines depict the evolution, when using the expected (mean) estimations and dashed lines illustrate the corresponding lower and upper bounds as computed at the limits of the confidence intervals of the estimated parameters.",
            "cite_spans": [],
            "section": "Scenario I: Results obtained using the exact numbers of the reported confirmed cases ::: Results",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 163,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 165,
                    "end": 166,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 171,
                    "end": 172,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "As Figs 6 and 7 suggest, the forecast of the outbreak at the end of February, through the SIRD model is characterized by high uncertainty. In particular, simulations result in an expected number of ∼ 180,000 infected cases but with a high variation: the lower bound is at ∼ 45,000 infected cases while the upper bound is at ∼ 760,000 cases. Similarly for the recovered population, simulations result in an expected number of ∼ 60,000, while the lower and upper bounds are at ∼ 22,000 and ∼ 170,000, respectively. Finally, regarding the deaths, simulations result in an average number of ∼ 9,000, with lower and upper bounds, ∼ 2,700 and ∼ 34,000, respectively.",
            "cite_spans": [],
            "section": "Scenario I: Results obtained using the exact numbers of the reported confirmed cases ::: Results",
            "ref_spans": [
                {
                    "start": 8,
                    "end": 9,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 14,
                    "end": 15,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Thus, the expected trends of the simulations suggest that the mortality rate is lower than the estimated with the current data and thus the death toll is expected to be significantly less compared with the expected trends of the predictions.",
            "cite_spans": [],
            "section": "Scenario I: Results obtained using the exact numbers of the reported confirmed cases ::: Results",
            "ref_spans": []
        },
        {
            "text": "As this paper was revised, the reported number of deaths on the 22th February was 2,344, while the expected number of the forecast was ∼4300 with a lower bound of ∼1,300. Regarding the number of infected and recovered cases by February 20, the cumulative numbers of confirmed reported cases were 64,084 infected and 15,299 recovered, while the expected trends of the forecasts were ∼83,000 for the infected and ∼28,000 for the recovered cases. Hence, based on this estimation, the evolution of the epidemic was well within the bounds of our forecasting.",
            "cite_spans": [],
            "section": "Scenario I: Results obtained using the exact numbers of the reported confirmed cases ::: Results",
            "ref_spans": []
        },
        {
            "text": "For our illustrations, we assumed that the number of infected is twenty times the number of the confirmed infected and forty times the number of the confirmed recovered people. Based on this scenario, Fig 9 depicts an estimation of R0 for the period January 16-January 20. Using the first six days from the 11th of January to the 16th of January, R0^ results in 3.2 (90% CI: 2.4-4.0); using the data until January 17, R0^ results in 3.1 (90% CI: 2.5-3.7); using the data until January 18, R0^ results in 3.4 (90% CI: 2.9-3.9); using the data until January 19, R0^ results in 3.9 (90% CI: 3.3-4.5) and using the data until January 20, R0^ results in 4.5 (90% CI: 3.8-5.3).",
            "cite_spans": [],
            "section": "Scenario II. Results obtained based by taking twenty times the number of infected and forty times the number of recovered people with respect to the confirmed cases ::: Results",
            "ref_spans": [
                {
                    "start": 201,
                    "end": 206,
                    "mention": "Fig 9",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "It is interesting to note that the above estimation of R0 is close enough to the one reported in other studies (see in the Introduction for a review).",
            "cite_spans": [],
            "section": "Scenario II. Results obtained based by taking twenty times the number of infected and forty times the number of recovered people with respect to the confirmed cases ::: Results",
            "ref_spans": []
        },
        {
            "text": "Fig 10 depicts the estimated values of the case fatality (γ^) and case recovery (β^ ratios for the period January 16 to February 10. The confidence intervals are also depicted with dashed lines. Note that the large variation in the estimated values of β^ and γ^ should be attributed to the small size of the data and data uncertainty. This is also reflected in the corresponding confidence intervals. As more data are taken into account, this variation is significantly reduced. Thus,using all the (scaled) data from the 11th of January until the 10th of February, the estimated value of the case fatality ratio γ^ now drops to ∼ 0.147% (90% CI: 0.144%-0.15%) while that of the case recovery ratio is ∼ 0.1 (90% CI: 0.091-0.11). It is interesting also to note that as the available data become more, the estimated case recovery ratio increases slightly (see Fig 10), while the case fatality ratio (in the total population) seems to be stabilized at a rate of ∼ 0.15%.",
            "cite_spans": [],
            "section": "Scenario II. Results obtained based by taking twenty times the number of infected and forty times the number of recovered people with respect to the confirmed cases ::: Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "mention": "Fig 10",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 858,
                    "end": 864,
                    "mention": "Fig 10",
                    "ref_id": "FIGREF9"
                }
            ]
        },
        {
            "text": "In Figs 11, 12 and 13, we show the coefficients of determination (R2) and the root of mean squared errors (RMSE), for R0^, β^ and γ^, respectively.",
            "cite_spans": [],
            "section": "Scenario II. Results obtained based by taking twenty times the number of infected and forty times the number of recovered people with respect to the confirmed cases ::: Results",
            "ref_spans": [
                {
                    "start": 8,
                    "end": 10,
                    "mention": "11",
                    "ref_id": null
                },
                {
                    "start": 12,
                    "end": 14,
                    "mention": "12",
                    "ref_id": null
                },
                {
                    "start": 19,
                    "end": 21,
                    "mention": "13",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The computed values of the “effective” per day mortality and recovery rates of the SIRD model were γ ∼ 0.0005 and β ∼0.16d−1 (corresponding to a recovery period of ∼ 6 d). Note that because of the extremely small number of the data used, the confidence intervals have been disregarded. Instead, for calculating the corresponding lower and upper bounds in our simulations, we have taken intervals of 20% around the expected least squares solutions. Hence, for γ we have taken the interval (0.0004 and 0.0006) and for β, we have taken the interval between (0.13 and 0.19) corresponding to an interval of recovery periods from 5 to 8 days.",
            "cite_spans": [],
            "section": "Scenario II. Results obtained based by taking twenty times the number of infected and forty times the number of recovered people with respect to the confirmed cases ::: Results",
            "ref_spans": []
        },
        {
            "text": "Again, we used the SIRD simulator to provide estimation of the infection rate by optimization setting w1 = 1, w2 = 400, w3 = 1 to balance the residuals of deaths with the scaled numbers of the infected and recovered cases. Thus, to find the optimal infection transmission rate, we used the SIRD simulations with β = 0.16d−1, and γ = 0.0005 and as initial conditions one infected, zero recovered, zero deaths on November 16th 2019, and ran until the 10th of February.",
            "cite_spans": [],
            "section": "Scenario II. Results obtained based by taking twenty times the number of infected and forty times the number of recovered people with respect to the confirmed cases ::: Results",
            "ref_spans": []
        },
        {
            "text": "The optimal, with respect to the reported confirmed cases from the 11th of January to the 10th of February value of the infected rate (α) was found to be ∼ 0.319(90% CI: 0.318-0.32). This corresponds to a mean value of the basic reproduction number R0^≈2.",
            "cite_spans": [],
            "section": "Scenario II. Results obtained based by taking twenty times the number of infected and forty times the number of recovered people with respect to the confirmed cases ::: Results",
            "ref_spans": []
        },
        {
            "text": "Finally, using the derived values of the parameters α, β, γ, we have run the SIRD simulator until the end of February. The simulation results are given in Figs 14, 15 and 16. Solid lines depict the evolution, when using the expected (mean) estimations and dashed lines illustrate the corresponding lower and upper bounds as computed at the limits of the confidence intervals of the estimated parameters.",
            "cite_spans": [],
            "section": "Scenario II. Results obtained based by taking twenty times the number of infected and forty times the number of recovered people with respect to the confirmed cases ::: Results",
            "ref_spans": [
                {
                    "start": 160,
                    "end": 162,
                    "mention": "14",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 164,
                    "end": 166,
                    "mention": "15",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 171,
                    "end": 173,
                    "mention": "16",
                    "ref_id": "FIGREF15"
                }
            ]
        },
        {
            "text": "Again as Figs 15 and 16 suggest, the forecast of the outbreak at the end of February, through the SIRD model is characterized by high uncertainty. In particular, in Scenario II, by February 29, simulations result in an expected actual number of ∼8m infected cases (corresponding to a ∼13% of the total population) with a lower bound at ∼720,000 and an upper bound at ∼37m cases. Similarly, for the recovered population, simulations result in an expected actual number of ∼4.5m (corresponding to a 8% of the total population), while the lower and upper bounds are at ∼430,000 and ∼23m, respectively. Finally, regarding the deaths, simulations under this scenario result in an average number of ∼14,000, with lower and upper bounds at ∼900 and ∼100,000.",
            "cite_spans": [],
            "section": "Scenario II. Results obtained based by taking twenty times the number of infected and forty times the number of recovered people with respect to the confirmed cases ::: Results",
            "ref_spans": [
                {
                    "start": 14,
                    "end": 16,
                    "mention": "15",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 21,
                    "end": 23,
                    "mention": "16",
                    "ref_id": "FIGREF15"
                }
            ]
        },
        {
            "text": "Importantly, under this scenario, the simulations shown in Fig 14 suggest a decline of the outbreak at the end of February. Table 1 summarizes the above results for both scenarios.",
            "cite_spans": [],
            "section": "Scenario II. Results obtained based by taking twenty times the number of infected and forty times the number of recovered people with respect to the confirmed cases ::: Results",
            "ref_spans": [
                {
                    "start": 59,
                    "end": 65,
                    "mention": "Fig 14",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 124,
                    "end": 131,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "We note that the results derived under Scenario II seem to predict a slowdown of the outbreak in Hubei after the end of February.",
            "cite_spans": [],
            "section": "Scenario II. Results obtained based by taking twenty times the number of infected and forty times the number of recovered people with respect to the confirmed cases ::: Results",
            "ref_spans": []
        },
        {
            "text": "We have proposed a methodology for the estimation of the key epidemiological parameters as well as the modelling and forecasting of the spread of the COVID-19 epidemic in Hubei, China by considering publicly available data from the 11th of January 2020 to the 10th of February 2020.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "By the time of the acceptance of our paper, according to the official data released on the 29th of February, the cumulative number of confirmed infected cases in Hubei was ∼67,000, that of recovered was ∼31,300 and the death toll was ∼2,800. These numbers are within the lower bounds and expected trends of our forecasts from the 10th of February that are based on Scenario I. Importantly, by assuming a 20-fold scaling of the confirmed cumulative number of the infected cases and a 40-fold scaling of the confirmed number of the recovered cases in the total population, forecasts show a decline of the outbreak in Hubei at the end of February. Based on this scenario the case fatality rate in the total population is of the order of ∼0.15%.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "At this point we should note that our SIRD modelling approach did not take into account many factors that play an important role in the dynamics of the disease such as the effect of the incubation period in the transmission dynamics, the heterogeneous contact transmission network, the effect of the measures already taken to combat the epidemic, the characteristics of the population (e.g. the effect of the age, people who had already health problems). Also the estimation of the model parameters is based on an assumption, considering just the first period in which the first cases were confirmed and reported. Of note, COVID-19, which is thought to be principally transmitted from person to person by respiratory droplets and fomites without excluding the possibility of the fecal-oral route [21] had been spreading for at least over a month and a half before the imposed lockdown and quarantine of Wuhan on January 23, having thus infected unknown numbers of people. The number of asymptomatic and mild cases with subclinical manifestations that probably did not present to hospitals for treatment may be substantial; these cases, which possibly represent the bulk of the COVID-19 infections, remain unrecognized, especially during the influenza season [22]. This highly likely gross under-detection and underreporting of mild or asymptomatic cases inevitably throws severe disease courses calculations and death rates out of context, distorting epidemiologic reality.",
            "cite_spans": [
                {
                    "start": 797,
                    "end": 799,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1259,
                    "end": 1261,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Another important factor that should be taken into consideration pertains to the diagnostic criteria used to determine infection status and confirm cases. A positive PCR test was required to be considered a confirmed case by China’s Novel Coronavirus Pneumonia Diagnosis and Treatment program in the early phase of the outbreak [14]. However, the sensitivity of nucleic acid testing for this novel viral pathogen may only be 30-50%, thereby often resulting in false negatives, particularly early in the course of illness. To complicate matters further, the guidance changed in the recently-released fourth edition of the program on February 6 to allow for diagnosis based on clinical presentation, but only in Hubei province [14].",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 331,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 726,
                    "end": 728,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The swiftly growing epidemic seems to be overwhelming even for the highly efficient Chinese logistics that did manage to build two new hospitals in record time to treat infected patients. Supportive care with extracorporeal membrane oxygenation (ECMO) in intensive care units (ICUs) is critical for severe respiratory disease. Large-scale capacities for such level of medical care in Hubei province, or elsewhere in the world for that matter, amidst this public health emergency may prove particularly challenging. We hope that the results of our analysis contribute to the elucidation of critical aspects of this outbreak so as to contain the novel coronavirus as soon as possible and mitigate its effects regionally, in mainland China, and internationally.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the digital and globalized world of today, new data and information on the novel coronavirus and the evolution of the outbreak become available at an unprecedented pace. Still, crucial questions remain unanswered and accurate answers for predicting the dynamics of the outbreak simply cannot be obtained at this stage. We emphatically underline the uncertainty of available official data, particularly pertaining to the true baseline number of infected (cases), that may lead to ambiguous results and inaccurate forecasts by orders of magnitude, as also pointed out by other investigators [1, 17, 22].",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 594,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 596,
                    "end": 598,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 600,
                    "end": 602,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: The solid line corresponds to the mean value and dashed lines to lower and upper 90% confidence intervals.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: Solid lines correspond to the mean values and dashed lines to lower and upper 90% confidence intervals.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig 6: Dots correspond to the number of confirmed cases from the 16th of January to the 10th of February. The initial date of the simulations was the 16th of November with one infected, zero recovered and zero deaths. Solid lines correspond to the dynamics obtained using the estimated expected values of the epidemiological parameters α = 0.191, β = 0.064d−1, γ = 0.01; dashed lines correspond to the lower and upper bounds derived by performing simulations on the limits of the confidence intervals of the parameters.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig 7: Dots correspond to the number of confirmed cases from the 16th of January to the 10th of February. The initial date of the simulations was the 16th of November with one infected, zero recovered and zero deaths. Solid lines correspond to the dynamics obtained using the estimated expected values of the epidemiological parameters α = 0.191, β = 0.064d−1, γ = 0.01; dashed lines correspond to the lower and upper bounds derived by performing simulations on the limits of the confidence intervals of the parameters.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig 8: Dots correspond to the number of confirmed cases from 16th of January to the 10th of February. The initial date of the simulations was the 16th of November with one infected, zero recovered and zero deaths. Solid lines correspond to the dynamics obtained using the estimated expected values of the epidemiological parameters α = 0.191, β = 0.064d−1, γ = 0.01; dashed lines correspond to the lower and upper bounds derived by performing simulations on the limits of the confidence intervals of the parameters.",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig 9: The solid line corresponds to the mean value and dashed lines to lower and upper 90% confidence intervals.",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Fig 10: Solid lines correspond to the mean values and dashed lines to lower and upper 90% confidence intervals.",
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Fig 14: Dots correspond to the number of confirmed cases from 16th of Jan to the 10th of February. The initial date of the simulations was the 16th of November with one infected, zero recovered and zero deaths. Solid lines correspond to the dynamics obtained using the estimated expected values of the epidemiological parameters α = 0.319, β = 0.16d−1, γ = 0.0005; dashed lines correspond to the lower and upper bounds derived by performing simulations on the limits of the confidence intervals of the parameters.",
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Fig 15: Dots correspond to the number of confirmed cases from 16th of January to the 10th of February. The initial date of the simulations was the 16th of November, with one infected, zero recovered and zero deaths. Solid lines correspond to the dynamics obtained using the estimated expected values of the epidemiological parameters α = 0.319, β = 0.16d−1, γ = 0.0005; dashed lines correspond to the lower and upper bounds derived by performing simulations on the limits of the confidence intervals of the parameters.",
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Fig 16: Dots correspond to the number of confirmed cases from the 16th of November to the 10th of February. The initial date of the simulations was the 16th of November with zero infected, zero recovered and zero deaths. Solid lines correspond to the dynamics obtained using the estimated expected values of the epidemiological parameters α = 0.319, β = 0.16d−1, γ = 0.0005; dashed lines correspond to the lower and upper bounds derived by performing simulations on the limits of the confidence intervals of the parameters.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30251-8"
                ]
            }
        },
        "BIBREF4": {
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7"
                ]
            }
        },
        "BIBREF5": {
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30211-7"
                ]
            }
        },
        "BIBREF6": {
            "title": "Initial Public Health Response and Interim Clinical Guidance for the 2019 Novel Coronavirus Outbreak—United States, December 31, 2019-February 4, 2020",
            "authors": [],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6905e1"
                ]
            }
        },
        "BIBREF7": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF8": {
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus–Infected Pneumonia in Wuhan, China",
            "authors": [],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF9": {
            "title": "Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak",
            "authors": [],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Report 3: Transmissibility of 2019-nCoV",
            "authors": [],
            "year": 2019,
            "venue": "Int J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30260-9"
                ]
            }
        },
        "BIBREF12": {
            "title": "Mathematical modeling of infectious disease dynamics",
            "authors": [],
            "year": 2013,
            "venue": "Virulence",
            "volume": "4",
            "issn": "4",
            "pages": "295-306",
            "other_ids": {
                "DOI": [
                    "10.4161/viru.24041"
                ]
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30120-1"
                ]
            }
        },
        "BIBREF16": {
            "title": "Real-time tentative assessment of the epidemiological characteristics of novel coronavirus infections in Wuhan, China, as at 22 January 2020",
            "authors": [],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.3.2000044"
                ]
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Methods for Estimating the Case Fatality Ratio for a Novel, Emerging Infectious Disease",
            "authors": [],
            "year": 2005,
            "venue": "American Journal of Epidemiology",
            "volume": "162",
            "issn": "5",
            "pages": "479-486",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwi230"
                ]
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "2019-novel Coronavirus (2019-nCoV): estimating the case fatality rate—a word of caution",
            "authors": [],
            "year": 2020,
            "venue": "Swiss Medical Weekly",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}