{
    "paper_id": "PMC7107881",
    "metadata": {
        "title": "Editors' selection of papers from China's academic journals",
        "authors": [
            {
                "first": "Xiang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "A group of Chinese physicists, led by Dr Duyang Zang, have found that adding polyethylene oxide (PEO) to colloidal droplets greatly reduces the ‘coffee ring’ effect by blocking outward capillary flow and enhancing Marangoni flow. Their in situ observations also found that PEO additives reduce the propagation velocity of cracks by a factor of 50. In their paper, the colleagues proposed a crack nucleation mechanism that may be responsible for the sluggish cracking behavior. [Sci China-Phys Mech Astron, 2013; 56(9): 1712–8]",
            "cite_spans": [],
            "section": "New discoveries of the deposition patterns and cracking behavior of colloidal droplets ::: PHYSICS",
            "ref_spans": []
        },
        {
            "text": "Galois rings and exponential sums over them have become very important tools to construct good error-correcting codes, sequences and combinatorial designs over ring \\documentclass[12pt]{minimal}\n\\usepackage{amsmath}\n\\usepackage{wasysym} \n\\usepackage{amsfonts} \n\\usepackage{amssymb} \n\\usepackage{amsbsy}\n\\usepackage{upgreek}\n\\usepackage{mathrsfs}\n\\setlength{\\oddsidemargin}{-69pt}\n\\begin{document}\n}{} $\\mathbb{Z}_{p^r}$\\end{document}. Gauss sums and Jacobi sums over Galois rings, as examples of general exponential sums have been investigated by, Jin Li et al. In their work, Jin Li et al. presented an explicit description on the Gauss sums and Jacobi sums over Galois ring GR(p2, r), and showed that the values of these sums can be reduced to over a finite field \\documentclass[12pt]{minimal}\n\\usepackage{amsmath}\n\\usepackage{wasysym} \n\\usepackage{amsfonts} \n\\usepackage{amssymb} \n\\usepackage{amsbsy}\n\\usepackage{upgreek}\n\\usepackage{mathrsfs}\n\\setlength{\\oddsidemargin}{-69pt}\n\\begin{document}\n}{}$\\mathbb{F}_{p^r}$\\end{document} for all non-trivial cases. [Sci China-Math], 2013; 56(7): 1457–65]",
            "cite_spans": [],
            "section": "Exponential sums over galois rings ::: MATHEMATICS",
            "ref_spans": []
        },
        {
            "text": "Recent work published by Jinbo Shen et al. reports on the first ever organelle-specific pH map for the Arabidopsis endomembrane system, using two pH sensors (PEpHluorin and PRpHluorin) and the transient expression system of Arabidopsis protoplasts as tools. Organelles in the plant secretory pathway revealed a gradual acidification, from pH 7.1 in the endoplasmic reticulum to pH 5.2 in the vacuole. Such a unique map will serve as an important tool for future studies in understanding organelle-mediated protein trafficking and organelle function in plants. [Mol Plant, 2013; 6(5): 1419–37]",
            "cite_spans": [],
            "section": "The first organelle-specific pH map of the endomembrane system of Arabidopsis cells ::: PLANT & ANIMAL SCIENCE",
            "ref_spans": []
        },
        {
            "text": "Recent research published by Wang et al. on the molecular binding between the Middle East respiratory syndrome coronavirus (MERS-CoV) spike protein and its human receptor DPP4 has significant implications for the further understanding the pathogenesis of MERS-CoV. The results, achieved using X-ray crystallography and biochemical methods, can guide the development of therapeutics and vaccines against infection. Structural comparisons also revealed similarities and differences in the spike receptor-binding domain between MERS-CoV and severe acute respiratory symptom coronavirus (SARS-CoV), which bind to different human receptors but share clinical and genetic features. [Cell Res 2013; 23(8): 986–93]",
            "cite_spans": [],
            "section": "Structural insights into receptor recognition of MERS Coronavirus ::: BIOLOGY AND BIOCHEMISTRY",
            "ref_spans": []
        },
        {
            "text": "Based on 400 optically stimulated luminescence ages and over 100 depositional records, Huayu Lu et al. reconstructed the changes in Chinese deserts and sand fields during the Last Glacial Maximum (LGM, c 26 000–16 000 years before present) and the Holocene Optimum (HO, c 9 000–5 000 years before present), periods characterized by cold–dry and warm–wet climates respectively. Their results show that, compared to the geological distributions of deserts and sand fields, human activity has expanded the area of active sand dunes. [Chin Sci Bull, 2013; 58(23): 2775–83]",
            "cite_spans": [],
            "section": "Environmental conditions of Chinese deserts and sand fields controlled by regional climate and human activity ::: GEOSCIENCES",
            "ref_spans": []
        },
        {
            "text": "The Xiuyan Crater (40°21′55′′N, 123°27′34′′E) in the Liaoning Province, China, was listed in the Earth Impact Database in 2010. This well-preserved, simple bowl-shaped crater measures 1 800 m in diameter with a depth of about 150 m. Using crater impact morphological theory and mathematical modeling, scientists studied the cratering process and morphological features. The recently published work demonstrated that the Xiuyan Crater represents not just a tangible link between earth and space, but has important scientific applications, facilitating further studies into e.g. the regional paleo-climate and environment [Sci China-Earth Sci, 2013; 56(10): 1629–38]",
            "cite_spans": [],
            "section": "Formation of Xiuyan impact crater in Northeast China ::: GEOSCIENCES",
            "ref_spans": []
        },
        {
            "text": "From 2009 to 2011, a strategic cooperation project between China and Sweden on the IMT-Advanced and beyond technologies saw over 50 scientists collaboratively investigating perspective emerging technologies. The research, which put a spotlight on wireless transmission, networking, and protocols, has been featured in a special issue of Future Wireless and Mobile Communications (published in February 2013). The issue introduces the joint research work and reports on the state-of-the-art mobile communication techniques, covering coordinated relay and MIMO transmission, cross-layer design of radio link and coding, and heterogeneous and self-organizing wireless networks. [Sci China-Inf Sci, 2013; 56(2): 020300(1)]",
            "cite_spans": [],
            "section": "Over 50 scientists from China and Sweden collaborate to advance mobile communications ::: INFORMATION SCIENCE",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {}
}